Repository: Nikhil1827/FuelBuddy
Catalog: FuelBuddy/*.lproj/Localizable.strings
Languages: bg_bg, cs, de, pt_br, th

# no_data_found
source: No data found for the selected dates
bg_bg: Няма намерени данни за избраните дати
de: Keine Daten für die ausgewählten Daten gefunden
pt_br: Sem dados nas datas selecionadas
th: ไม่พบข้อมูลสำหรับวันที่ที่เลือก

# dep_date
source: Departure Date
bg_bg: Дата на заминаване
de: Abreisedatum
pt_br: Data da partida
th: วันเดินทาง

# dep_odo
source: Departure Odo
bg_bg: Отпътуване килом.
de: Abfahrt Odo
pt_br: Odómetro na partida
th: ออกเดินทาง Odo

# dep_loc
source: Departure Loc
bg_bg: Отпътуване лог
de: Abfahrt Loc
pt_br: Localização na partida
th: ออกเดินทาง Loc

# arr_date
source: Arrival Date
bg_bg: Дата на пристигане
de: Ankunftsdatum
pt_br: Data de chegada
th: วันที่มาถึง

# arr_odo
source: Arrival Odo
bg_bg: Пристигане килом
de: Ankunft Odo
pt_br: Odómetro na chegada
th: มาถึง

# arr_loc
source: Arrival Loc
bg_bg: Пристигане лог
de: Ankunft Loc
pt_br: Localização na chegada
th: Loc มาถึง

# upgrade_gp_err
source: To attach raw data and csv files please purchase an upgrade
bg_bg: За да прикачите raw данни и csv файлове, моля закупете ъпгрейд
de: Um Rohdaten und CSV-Dateien anzuhängen, erwerben Sie bitte ein Upgrade
pt_br: Para anexar os dados raw e os ficheiro csv, por favor compre.
th: หากต้องการแนบข้อมูลดิบและไฟล์ csv โปรดซื้อการอัปเกรด

# emails_send_to
source: Reports will be emailed to
bg_bg: Отчитайте ще по изпращани по имейл
cs: Zprávy budou zaslány emailem
de: Die Bericht werden per E-Mail gesendet an:
pt_br: Relatórios serão enviados para
th: รายงานจะถูกส่งไปยัง

source: Schedule:
bg_bg: График:
cs: Plánování:
de: Zeitplan:
pt_br: Agendado:
th: กำหนดการ:

# report_schedule_0
source: Weekly
bg_bg: Седмичен
cs: Jednou týdně
de: Wöchentlich
pt_br: Semanalmente
th: รายสัปดาห์

# report_schedule_1
source: Monthly
bg_bg: Месечен
cs: Jednou za měsíc
de: Monatlich
pt_br: Mensalmente
th: รายเดือน

source: Start Schedule
bg_bg: Начало на графика
cs: Spustit naplánované
de: Zeitplan starten
pt_br: Iniciar Agendamento
th: เริ่มกำหนดการ

source: Stop Schedule
bg_bg: Спиране на графика
de: Zeitplan stoppe
pt_br: Parar cronograma

source: Generating graphs
bg_bg: Генериране на графици
de: Grafiken erstellen
pt_br: A criar gráficos
th: กำลังสร้างกราฟ

source: Generating email
bg_bg: Генериране на имейл
de: E-Mail erstellen
pt_br: A criar email
th: กำลังสร้างอีเมล

source: Generating CSV
de: CSV erstellen
pt_br: Gerando CSV

source: Generating PDF
de: PDF erstellen
pt_br: Gerando PDF

source: Generating receipts
de: Belege erstellen
pt_br: Gerando recibos

source: Total Fillups
bg_bg: Общо зареждане
de: Auftankung gesamt
pt_br: Total de Abastecimentos
th: เติมเต็ม

source: Total Services
bg_bg: Общо ремонти
de: Service gesamt
pt_br: Total de Manutenções
th: รวมบริการ

# report_success_msg
source: Your report has been emailed
bg_bg: Отчетът ви е изпратен по имейл
de: Ihr Bericht wurde per E-Mail gesendet
pt_br: Relatório enviado por email
th: รายงานของคุณได้รับการส่งอีเมล

# alarm_set_weekly
source: Thank you! Your reports will be sent out every Sunday.
bg_bg: Благодаря ти! Вашите доклади ще бъдат изпращани всяка неделя в 8 часа сутринта.
cs: Zálohování bylo naplánováno na každou neděli.
de: Vielen Dank! Ihre Berichte werden jeden Sonntag versandt.
pt_br: Obrigado! Seus relatórios serão enviados todos os domingos.
th: ขอบคุณ! รายงานของคุณจะถูกส่งออกทุกวันอาทิตย์เวลา

# alarm_set_monthly
source: Thank you! Your reports will be sent out every last day of every month.
bg_bg: Благодаря ти! Вашите доклади ще бъдат изпращани всеки последен ден от всеки месец в 8 часа сутринта.
cs: Zálohování bylo naplánováno jednou měsíčně počínaje 1. dnem následujícího měsíce
de: Vielen Dank! Ihre Berichte werden jeden letzten Tag eines jeden Monats versandt.
pt_br: Obrigado! Seus relatórios serão enviados todos os últimos dias de cada mês.
th: ขอบคุณ! รายงานของคุณจะถูกส่งออกทุกวันสุดท้ายของทุกเดือนเวลา

# stop_sched
source: Stop Schedule
bg_bg: Спиране на графика
de: Stoppzeitplan
pt_br: Parar agendamento
th: หยุดกำหนดการ

# alarm_stop_schedule
source: Thank you! We will stop sending you reports.
bg_bg: Благодаря ти! Ние ще спрем да ви изпращаме отчети.
de: Vielen Dank! Wir werden keine Berichte mehr senden.
pt_br: Obrigado! Vamos parar de enviar relatórios.
th: ขอบคุณ! เราจะหยุดส่งรายงานให้คุณ

# auto_report_sent_noti_msg
source: Your report has been sent to
bg_bg: Отчетът ви е изпратен на
de: Ihr Bericht wurde an
pt_br: O seu relatório foi enviado para
th: ส่งรายงานของคุณถึงแล้ว

# go_pro_auto_report_msg
source: To schedule automated reports please upgrade to Platinum membership.
bg_bg: За да планирате автоматизирани отчети, моля, надстройте до Platinum членство.
de: Um automatisierte Berichte zu planen, upgraden Sie bitte auf Platinum-Mitgliedschaft.
pt_br: Para agendar relatórios automatizados, atualize para a associação Platinum.
th: หากต้องการกำหนดเวลารายงานอัตโนมัติโปรดอัปเกรดเป็นสมาชิกแพลตตินัม

source: Upgrade
de: Aktualisierung
pt_br: Atualizar

source: FUEL COST ANALYSIS
bg_bg: АНАЛИЗ НА РАЗХОДИТЕ ЗА ГОРИВО
de: KRAFTSTOFFKOSTENANALYSE
pt_br: ANÁLISE DE CUSTOS DE COMBUSTÍVEL
th: การวิเคราะห์ต้นทุนเชื้อเพลิง

source: UPCOMING REMINDERS
bg_bg: ПРЕДСТОЯЩИ НАПОМНЯНИЯ
cs: NADCHÁZEJÍCÍ UPOMÍNKA
de: KOMMENDE ERINNERUNGEN
pt_br: ALERTAS A RECEBER
th: คำเตือนที่จะมาถึง

source: Total Service Cost
bg_bg: Общ разход за сервиз
pt_br: Custo total do serviço
th: ต้นทุนบริการทั้งหมด

source: Report
bg_bg: Доклад
cs: Zpráva
de: Bericht
pt_br: Relatório
th: รายงาน

# pro_automated_reports
source: Generate automated weekly and monthly reports
bg_bg: Генериране на автоматизирани седмични и месечни отчети
de: Erstellen Sie automatisierte wöchentliche und monatliche Berichte
pt_br: Para agendamento automáticos compre o Platinum
th: สร้างรายงานรายสัปดาห์และรายเดือนอัตโนมัติ

# error_report
source: Error generating report
de: Fehler beim Erstellen des Berichts
pt_br: Erro ao gerar relatório

# app_terminate
source: Oops the app is terminated, Sync and auto report won't work till you reopen the App
de: Hoppla! Die App wird beendet. Die Synchronisierung und der automatische Bericht funktionieren erst, wenn Sie die App erneut öffnen
pt_br: Ups! O aplicativo foi encerrado. Sincronização e relatório automático não funcionarão até você reabrir o aplicativo

# sign_in_required
source: To schedule automated reports you need to Sign in to Cloud
de: Um automatisierte Berichte zu planen, müssen Sie sich in Cloud anmelden
pt_br: Para agendar relatórios automatizados, você precisa fazer login na nuvem

# newTab2Title
source: Stats & Charts
bg_bg: Статистика и графики
cs: Statistiky a grafy
de: Statistiken und Diagramme
pt_br: Estatísticas e Gráficos
th: สถิติและแผนภูมิ

source: Tax deductions
bg_bg: Данъкудръжки
de: Steuerabzüge
pt_br: Taxa deduções
th: ภาษี deductions

# upcoming_dashboard
source: Upcoming reminder
bg_bg: Предстоящинапомняне
cs: Nadcházející upomínka
de: Kommende Erinnerung
pt_br: Alerta seguinte
th: ที่จะเกิดขึ้น reminder

# upcomings_dashboard
source: Upcoming reminders
bg_bg: Предстоящинапомняния
cs: Nadcházející upomínka
pt_br: Alertas seguintes
th: ที่จะเกิดขึ้น reminders

# fuel_cost_dashboard
source: Fuel cost in last 30 days
bg_bg: Разходите за гориво за 30 дни
de: Kraftstoffkosten derletzten 30 Tage
pt_br: Gasto combustível nos últimos 30 dias
th: ค่าเชื้อเพลิงใน 30 วัน

# fill_ups_dashboard
source: Fill-ups in last 30 days
bg_bg: Зареждане в последните 30 дни
de: Auffüllungen in denletzten 30 Tagen
pt_br: Abastecimentos nos últimos 30 dias
th: เติมใน last 30 วัน

# trips_dashboard
source: Trips in last 30 days
bg_bg: Пътуване през последните 30 дни
de: Reisen in denletzten 30 Tagen
pt_br: Viagens nos últimos 30 dias
th: ทริปใน last 30 วัน

# tax_ded_dashboard
source: Tax deductions in last 30 days
bg_bg: Данъчни облекчения за 30 дни
cs: Odpočet daně za posledních 30 dní
de: Steuerabzüge in den letzten 30 Tagen
pt_br: Deduções de Taxas nos últimos 30 dias
th: การลดหย่อนภาษีใน last 30 วัน

# overdue_dashboard
source: Overdue reminder
bg_bg: Просроченинапомняне
de: Überfällige Erinnerung
pt_br: Alerta em atraso
th: ค้างชำระ reminder

# overdues_dashboard
source: Overdue reminders
bg_bg: Просроченинапомняния
pt_br: Alertas em atraso
th: ค้างชำระ reminders

# services_dashboard
source: Services in last 30 days
bg_bg: Ремонти в последните 30 дни
de: Services in den letzten 30 Tagen
pt_br: Manutenção nos últimos 30 dias
th: บริการใน 30 วัน

source: Show All
bg_bg: Покажи всички
cs: Zobrazit vše
de: Alle anzeigen
pt_br: Mostrar tudo
th: แสดงทั้งหมด

# recent_log
source: Recent Log Entries
bg_bg: Скорошни записи в дневника
cs: Nedávné záznamy
de: Letzte Protokolleinträge
pt_br: Registos recentes
th: รายการบันทึกล่าสุด

# expenses_30_days
source: Expenses in last 30 days
pt_br: Despesas nos últimos 30 dias

# first_auto_trip_check_title
source: Auto trip enabled
bg_bg: Автоматичното пътуване е активирано
cs: Automatický záznam trasy povolen
de: Automatische Fahrt aktiviert
pt_br: Registo automático de viagem ativado
th: เปิดใช้งานการเดินทางอัตโนมัติ

# first_auto_trip_check_msg
source: Auto trip will now automatically detect your drives and save them as trips.This feature might need a couple of trips to start calculating accurately.
bg_bg: Сега автоматичното пътуване автоматично ще разпознае вашито каране и ще ги запази като пътувания. Тази функция може да се нуждае от няколко пътувания, за да започне точното изчисляване.
cs: Automatický záznam trasy automaticky detekuje vaše uložiště a uloží je jako trasy. Tato funkce může vyžadovat pár zaznamenaných tras, aby aplikace mohla začít přesně vypočítávat.
de: Automatische Fahrt erkennt nun automatisch Ihre Fahrten und speichert sie. Diese Funktion benötigt möglicherweise ein paar Fahrten, um mit der genauen Berechnung zu beginnen.
pt_br: Registo automático de viagem vai detetar automaticamente e guarda-la como viagem. Esta funcionalidade necessita de várias viagens para calcular corretamente.
th: การเดินทางอัตโนมัติจะตรวจจับไดรฟ์ของคุณโดยอัตโนมัติและบันทึกเป็นทริปคุณลักษณะนี้อาจต้องใช้การเดินทางสองสามครั้งเพื่อเริ่มคำนวณอย่างแม่นยำ

# noti_trips_remaining_title
source: Free auto trips remaining
bg_bg: оставащи безплатни авто пътувания
de: kostenlose automatische Fahrten verbleibend
pt_br: Parar registo automático de viagem restante
th: ฟรีการเดินทางอัตโนมัติที่เหลืออยู่

# noti_trips_remaining_msg
source: The free version allows 15 automatic trips per month. After which you can upgrade or continue logging manually.
bg_bg: Безплатната версия позволява 15 автоматични пътувания на месец. След което можете да надстроите ръчно или да продължите регистрацията.
de: Die kostenlose Version ermöglicht 15 automatische Fahrten pro Monat. Danach können Sie die Protokollierung manuell aktualisieren oder fortsetzen.
pt_br: A versão free apenas permite 15 registos de viagem automático por mês. Pode comprar ou continuar a inserir manualmente.
th: รุ่นฟรีช่วยให้การเดินทางอัตโนมัติ 15 ครั้งต่อเดือน หลังจากนั้นคุณสามารถอัพเกรดหรือดำเนินการบันทึกต่อได้ด้วยตนเอง

# noti_free_trips_over_title
source: Upgrade for unlimited auto logging of trips
bg_bg: Надстройка за неограничено автоматично регистриране на пътувания
de: Upgrade für unbegrenzte automatische Protokollierung von Fahrten
pt_br: Comprar para obter registo automático de viagem ilimitado
th: อัปเกรดสำหรับการบันทึกอัตโนมัติของการเดินทางโดยไม่ จำกัด

# noti_free_trips_over_msg
source: You have finished your quota of 15 automatic trips for this month. Upgrade or log trips manually.
bg_bg: Завършихте квотата си от 15 автоматични пътувания за този месец. Надстройте или регистрирайте пътуванията ръчно.
de: Sie haben Ihr Kontingent von 15 automatischen Reisen für diesen Monat aufgebraucht. Upgraden oder protokollieren Sie Fahrten manuell.
pt_br: Atingiu o limite de 15 registos automáticos de viagem este mês. Compre ou insira manualmente.
th: คุณใช้โควต้าการเดินทางอัตโนมัติ 15 ครั้งในเดือนนี้เสร็จแล้ว อัปเกรดหรือบันทึกการเดินทางด้วยตนเอง

# free_trips_remaining
source: Free trips remaining this month:
bg_bg: Безплатни пътувания, останали този месец:
de: Kostenlose Fahrten diesen Monat noch:
pt_br: Restantes registos de viagem gratuitos este mês:
th: ทริปฟรีที่เหลือในเดือนนี้:

# go_pro_for_auto_logging
source: to Platinum for unlimited auto logging of trips
bg_bg: to Platinum за неограничено автоматично регистриране на пътувания
de: zur unbegrenzten automatischen Protokollierung von Fahrten
pt_br: para registo automático de viagem ilimitado
th: ถึงแพลตินั่มสำหรับการบันทึกอัตโนมัติของการเดินทางโดยไม่ จำกัด

# auto_drive_detect_menu
source: Auto Trip Logging
bg_bg: Автоматично регистриране на пътуване
cs: Automatický záznam trasy
de: Auto-Fahrtenprotokollierung
pt_br: Registo automático de Viagem
th: บันทึกการเดินทางอัตโนมัติ

# auto_drive_detection
source: Automatic trip logging
bg_bg: Автоматично регистриране на пътуване
cs: Automatický záznam trasy
de: Automatische Fahrtenprotokollierung
pt_br: Registo automático de Viagem
th: บันทึกการเดินทางอัตโนมัติ

# def_trip_type
source: Default trip type
bg_bg: Тип пътуване по подразбиране
cs: Výchozí typ trasy
de: Standard Fahrtentyp
pt_br: Tipo de viagem por defeito
th: ประเภทการเดินทางเริ่มต้น

source: Weekdays
bg_bg: Седмицата
cs: Všední dny
de: Wochentage
pt_br: Dias da semana
th: วันธรรมดา

source: Weekend
bg_bg: Уикенд
cs: Víkend
de: Wochenende
pt_br: Fim de semana
th: สุดสัปดาห์

# do_not_track
source: Do not detect trips on weekends
bg_bg: Не откривайте пътувания през уикенд
cs: Nezjiovat trasy o víkendech
de: Keine Fahrten am Wochenende ermitteln
pt_br: Ignorar viagens ao fim de semana
th: ไม่พบการเดินทางในวันหยุดสุดสัปดาห์

# auto_drive_dialog_msg
source: Would you like Simply Auto to automatically log your trips so that you do not have to enter trips manually?
bg_bg: Искате ли Simply Auto да регистрира автоматично вашите разходи, така че да не се налага ръчно да въвеждате?
de: Möchten Sie, dass Simply Auto automatisch Ihre Fahrten protokolliert, so dass Sie die Fahrten nicht manuell eingeben müssen?
pt_br: Gostaria que o Simply Auto registe automaticamente o histórico das suas viagens, para não ter de as introduzir manualmente?
th: คุณต้องการให้ Simply Auto บันทึกการเดินทางของคุณโดยอัตโนมัติหรือไม่?

# pro_title_add_type
source: Add Trip Type
bg_bg: Добави вид на пътуването
cs: Přidat druh cesty
de: Tour Art hinzufügen
pt_br: Adicionar Tipo Viagem
th: เพิ่มประเภทการเดินทาง

# edit_custom_type
source: Edit Trip Type
bg_bg: Редактирайте Тип пътуване
cs: Upravit druh cesty
de: Fahrtentyp bearbeiten
pt_br: Editar tipo de viagem
th: แก้ไขประเภทการเดินทาง

source: View/Edit tax rates
bg_bg: Преглед / Редактиране на данъчните ставки
cs: Zobrazit/Upravit daňové sazby
de: Steuersätze ansehen/bearbeiten
pt_br: Ver/Editar valor da taxa
th: ดู / แก้ไขอัตราภาษี

# accept_t_and_c
source: Please accept the Terms of Service
bg_bg: Моля, приемете Общите условия
de: Bitte akzeptieren Sie die Nutzungsbedingungen
pt_br: Por favor aceite os Termos de Serviço
th: โปรดยอมรับข้อกำหนดในการให้บริการ

# track_via_gps
source: Track trip via GPS
bg_bg: Проследете пътуването чрез GPS
cs: Zaznamenat trasu pomocí GPS
de: Fahrt per GPS verfolgen
pt_br: Registar viagem via GPS
th: ติดตามการเดินทางผ่าน GPS

# track_via_auto_trip
source: Tracking via Auto Trip
bg_bg: Проследяване чрез авто пътуване
de: Tracking über automatische Fahrt
pt_br: Registo de viagem em modo auto
th: ติดตามผ่านการเดินทางอัตโนมัติ

source: Maps
bg_bg: Карти
de: Karten
pt_br: Mapas
th: แผนที่

# pro_priority_support_gold
source: Priority support. Response within 48 working hours.
bg_bg: Priority support. Response with 48 working hours.
cs: Priority support. Response with 48 working hours.
de: Vorrangige Unterstützung. Antwort innerhalb 48 Arbeitsstunden.
pt_br: Priority support. Response with 48 working hours.
th: Priority support. Response with 48 working hours.

# pro_priority_support_platinum
source: Priority support. Response within 24 working hours.
bg_bg: Priority support. Response with 24 working hours.
cs: Priority support. Response with 24 working hours.
de: Vorrangige Unterstützung. Antwort innerhalb 24 Arbeitsstunden.
pt_br: Priority support. Response with 24 working hours.
th: Priority support. Response with 24 working hours.

source: VIN
de: FIN

# vol_head
source: Volume
bg_bg: Обем
cs: Objem
de: Tankgröße
th: ปริมาณ

# odo_short
source: Odo
bg_bg: Километраж
cs: Tach
de: Tacho

# searching_msg
source: Searching
cs: Hledám
de: Suche..

# descLabelFirstTime
source: Data for your email already exists on the cloud. Would you like to overwrite data on this phone with the data available on the cloud?
de: Daten für Ihre E-Mail-Adresse sind bereits in der Cloud vorhanden. Möchten Sie Daten auf diesem Telefon mit den in der Cloud verfügbaren Daten überschreiben?

# descLabel1
source: Would you like to overwrite data on this phone with the data available on the cloud?
de: Möchten Sie Daten auf diesem Telefon mit den in der Cloud verfügbaren Daten überschreiben?

# support_msg
source: Hi! How can we help?
de: Hallo! Wie können wir helfen?

source: Message
de: Mitteilung

# email_err
source: Please enter a valid email
de: Bitte geben Sie eine gültige Email-Adresse ein

# msg_err
source: Please enter a message to send to us
de: Bitte geben Sie eine Nachricht ein, die Sie an uns senden möchten

# support_send_err
source: Sorry, there was an issue submitting. Please try to mail us directly at support-ios@simplyauto.app.
de: Entschuldigung, es ist ein Problem aufgetreten. Bitte mailen Sie uns direkt an unter support-ios@simplyauto.app.

# support_sent
source: Thank you! We will be in touch with you shortly.
de: Danke! Wir werden uns in Kürze mit Ihnen in Verbindung setzen.

source: Submit
de: Übertragen

# avg
source: Average
bg_bg: статистики
th: เฉลี่ย

source: mi
bg_bg: ми
th: ไมล์

# kms
source: km
bg_bg: км
th: กม.

source: Ltr
bg_bg: л
th: ลิตร

source: gal
bg_bg: гал
th: แกลลอน

# disp_kmpl
source: km/L
bg_bg: км/л
th: กม./ชม.

# disp_lp100kms
source: L/100km
bg_bg: л/100км
th: ลิตร/100กม.

# feedback_desc
source: Suggestions. Feature requests.
bg_bg: Предложения. Заявки за функции.
cs: Návrhy. Poadavek funkce.
th: ข้อเสนอแนะ คำขอคุณสมบัติ

# feedback_msg
source: Would you like to suggest a feature? Or just drop in a hi! We love to hear from our users.
bg_bg: Предлагате нещо ново?Съобщавате за грешка?Или просто казвате Здрасти! Ние обичаме да чуваме нашите потребители. (За бърз отговор моля пишете ни на support-ios@simplyauto.app)
cs: Chcete navrhnout funkci? Nahlásit chybu?máme rádi názory našich uživatelů.(Pro rychlejší odezvu nám napište na support-ios@simplyauto.app)
th: คุณต้องการที่จะแนะนำคุณสมบัติหรือไม่? หรือเพียงแค่ทักทาย! n เราชอบที่จะได้ข้อมูลจากผู้ใช้ของเรา

# feedback_email
source: Email (optional)
bg_bg: Имейл (незадължителен)
th: อีเมล (ไม่บังคับ)

# feedback_thanks
source: Thank you for the feedback!
bg_bg: Благодарим ви за отзивите!
th: ขอบคุณสำหรับข้อเสนอแนะ!

# feedback_msg_empty
source: Please enter a valid message
bg_bg: Моля, въведете валидно съобщение
th: กรุณาใส่ข้อความที่ถูกต้อง

source: Send
bg_bg: Изпрати
cs: Odeslat
th: ส่ง

source: OK
th: ตกลง

# not_applicable
source: n/a
th: ไม่มี

# onboarding_expenses
source: Keep your vehicle's expenses in check by tracking fuel consumption and other expenses.
th: รักษาค่าใช้จ่ายยานพาหนะของคุณในการตรวจสอบโดยการติดตามการบริโภคน้ำมันเชื้อเพลิงและค่าใช้จ่ายอื่น ๆ

# onboarding_servicing
source: Improve your vehicle's life with timely services and maintenance.
th: ปรับปรุงชีวิตยานพาหนะของคุณด้วยบริการและการบำรุงรักษาที่ทันเวลา

# onboarding_trip
source: Log your trips to keep track of your tax deductions.
th: บันทึกการเดินทางของคุณเพื่อติดตามการหักภาษีของคุณ

# onboarding_cloud
source: Sign into cloud for instant backups, sharing of data with other drivers and syncing data across devices.
th: ลงชื่อเข้าใช้คลาวด์สำหรับการสำรองข้อมูลทันทีแบ่งปันข้อมูลกับคนขับอื่น ๆ และซิงค์ข้อมูลระหว่างอุปกรณ์

source: SKIP
th: ข้าม

# lets_get_stared
source: LET'S GET STARTED
th: มาเริ่มกันเลย
