Repository: Nikhil1827/FuelBuddy
Catalog: FuelBuddy/*.lproj/Localizable.strings
Languages: bg_bg, cs, de, pt_br, th

source: Got It
bg_bg: Готово
cs: Chápu
de: Verstanden
pt_br: Entendido
th: เข้าใจแล้ว

source: Save
bg_bg: Запази
cs: Uložit
de: Speichern
pt_br: Gravar
th: บันทึก

source: Add
bg_bg: Добави
cs: Přidat servis
de: Hinzufügen
pt_br: Adicionar
th: เพิ่ม

# no_save
source: Don't Save
bg_bg: Не запаметявай
de: Nicht speichern
pt_br: Não gravar
th: ไม่บันทึก

# button_later_for_partial_click
source: Show again later
bg_bg: Покажи отново по-късно
cs: Ukázat později
de: Später erneut anzeigen
pt_br: Mostrar de novo mais tarde
th: แสดงอีกครั้งในภายหลัง

# button_ok_for_tip
source: OK, thanks
bg_bg: ОК,Благодарим
cs: OK, díky
de: Ok, danke
pt_br: OK, obrigado
th: โอเคขอบคุณ

source: Cancel
bg_bg: Отказ
cs: Zrušit
de: Abbrechen
pt_br: Cancelar
th: ยกเลิก

# go_pro_btn
source: Go Pro
bg_bg: Стани Pro
cs: Jdi do Pro
pt_br: Passar para Pro
th: อัพเกรด

# button_fb_like
source: LIKE!
bg_bg: Харесва ми!
cs: Líbí se mi!
pt_br: GOSTO!
th: ชอบ!

# button_later
source: Later
bg_bg: По-късно
cs: Později
de: Später
pt_br: Mais tarde
th: ภายหลัง

# button_never
source: Never
bg_bg: Никога
cs: Nikdy
de: Nie
pt_br: Nunca
th: ไม่เคย

source: Restore
bg_bg: Възстанови
cs: Obnova
de: Wiederherstellung
pt_br: Restauro
th: กู้คืน

# button_rate_app
source: Rate App
bg_bg: Оцени приложението
cs: Ohodnotit aplikaci
de: App bewerten
pt_br: Avaliar Aplicação
th: ให้คะแนนแอพ

source: Yes
bg_bg: Да
cs: Ano
de: Ja
pt_br: Sim
th: ใช่

source: No
bg_bg: Не
cs: Ne
de: Nein
pt_br: Não
th: ไม่ใช่

# comma_enter_err
source: Notes cannot accept commas and new lines
bg_bg: Бележките не приемат запетаи и нови редове
cs: Poznámka nesmí obsahovat čárky a nové řádky
de: Keine Kommas und Mehrzeiler erlaubt
pt_br: Notas não podem aceitar vírgulas e linhas novas
th: Notes ไม่สามารถยอมรับเครื่องหมายจุลภาคและบรรทัดใหม่

source: Date
bg_bg: Дата
cs: Datum
de: Datum
pt_br: Data
th: วันที่

source: Odometer
bg_bg: Километраж
cs: Tachometr
de: Kilometerstand
pt_br: Odómetro
th: ระยะทางสะสม

# tc_tv
source: Total Cost
bg_bg: Крайна цена
cs: Celková cena
de: Gesamte Kosten
pt_br: Custo Total
th: ค่าใช้จ่ายทั้งหมด

# tv_vendor
source: Vendor
bg_bg: Продавач
cs: Výrobce
de: Verkäufer
pt_br: Fornecedor
th: ผู้ขาย

# notes_tv
source: Notes
bg_bg: Бележка
cs: Poznámky
de: Bemerkungen
pt_br: Notas
th: หมายเหตุ

# mk_model_comma_err
source: Make and model cannot accept commas
bg_bg: Марката и моделът не могат да приемат запетаи
cs: Značka a model nesmí obsahovat čárky
de: Keine Kommas bei Hersteller und Modell
pt_br: Marca e Modelo não podem conter vírgulas
th: ยี่ห้อและรุ่นไม่สามารถยอมรับเครื่องหมายจุลภาค

# make_tv
source: Make
bg_bg: Марка
cs: Značka
de: Marke
pt_br: Marca
th: ยี่ห้อ

# model_tv
source: Model
bg_bg: Модел
de: Modell
pt_br: Modelo
th: แบบ

# lic_no_tv
source: Licence No.
bg_bg: Рег.номер
cs: SPZ
de: Lizenznummer
pt_br: Matrícula
th: เลขที่ใบอนุญาต

# insurance_no
source: Insurance #
bg_bg: Застраховка №
cs: Pojistka #
de: Versicherung #
pt_br: Seguro nº
th: ประกันภัย #

source: Vehicle
bg_bg: Превозно средство
de: Fahrzeug
pt_br: Veículo
th: พาหนะ

# veh_tv
source: Vehicles
bg_bg: Превозни средства
cs: Vozidla
de: Fahrzeuge
pt_br: Veículos
th: ยานพาหนะ

# specification_tv
source: Specifications
de: Angaben
pt_br: Especificações

# edit_custom_parts
source: Edit Specifications
bg_bg: Редактиране на спецификации
de: Angaben bearbeiten
pt_br: Editar Especificações
th: แก้ไขข้อมูลจำเพาะ

# edit_fill_up_header
source: Edit Fillup
bg_bg: Редактирай зареждане
cs: Upravit tankování
de: Tankvorgang bearbeiten
pt_br: Editar Abastecimento
th: แก้ไข

# add_fill_up_header
source: Add Fillup
bg_bg: Добави зареждане
cs: Přidat tankování
de: Tankvorgang hinzufügen
pt_br: Adicionar Abastecimento
th: เพิ่ม

# first_partial_click_msg
source: A partial tank fill-up is when the tank is not filled to the brim. The efficiency against this record will be shown as 'n/a' until a full tank fill-up is performed
bg_bg: Частично пълнене е, когато резервоарът не е напълнен до горе.Ефективността срещу този запис ще бъде показана като "N / A " докато резервоара бъде напълнен до горе.
cs: Částečná náplň je pokud nádrž není naplněna až po okraj. Výsledek částečného tankování bude zobrazen jako 'n/a'. Průměrná spotřeba se zobrazí až po tankování plné nádrže.
de: Eine Teilfüllung ist ein Tankvorgang, bei dem nicht vollgetankt wurde. Der Durchschnittsverbrauch dieses Eintrags wird bis zum nächsten Volltanken als 'n/a' angezeigt.
pt_br: Um abastecimento parcial é quando o depósito não é abastecido por completo. A eficiência em relação a este registo irá ser apresentada como 'n/a' até ser realizado um abastecimento de depósito completo.
th: การเติมเต็มถังบางส่วนคือเมื่อถังไม่เติมจนเต็ม ประสิทธิภาพของบันทึกนี้จะแสดงเป็น 'n/a' จนกว่าจะมีการเติมน้ำมันเต็มถัง

# first_missed_fu_click_msg
source: Select this option if you have missed one or more of your previous fill-ups and don't want it to affect your fuel efficiency
bg_bg: Изберете тази опция ако сте пропуснали да въведете едно или повече предишни зареждания.
cs: Vyberte pokud jste zapoměli zaznamenat jedno nebo více tankování.
de: Diese Option wählen, wenn ein oder mehrere vorherige Einträge fehlen.
pt_br: Selecione esta opção quando se tiver esquecido de registar um ou mais abastecimentos anteriores.
th: เลือกตัวเลือกนี้เมื่อคุณไม่ได้บันทึกการเติมครั้งก่อนหน้าอย่างน้อยหนึ่งรายการ

source: Set
bg_bg: Настрой
cs: Nastavit
de: Einstellen
pt_br: Definir
th: ตั้งค่า

# trp
source: Trip
bg_bg: Трип-Километраж
cs: Ujeté km
de: Fahrt
pt_br: Viagem
th: ระยะทาง

# prc_per_unt
source: Price/Unit
bg_bg: Цена за литър
cs: Cena/Jednotka
de: Preis/Einheit
pt_br: Preço/Unid
th: ราคา / หน่วย

source: Octane
bg_bg: Октаново число
cs: Oktany
de: Oktan
pt_br: Octana
th: ออกเทน

# fb_tv
source: Fuel Brand
bg_bg: Вид гориво
cs: Značka paliva
de: Kraftstoffmarke
pt_br: Marca do Combustível
th: เชื้อเพลิงยี่ห้อ

# fs_tv
source: Filling Station
bg_bg: Бензиностанция
cs: Čerpací stanice
de: Tankstelle
pt_br: Posto de Abastecimento
th: ปั้มน้ำมัน

# trp_after_first_fu
source: The first fill up requires you to enter the Odometer value. You will be able to switch to Trip Distance for subsequent fill ups
bg_bg: Първият запис изисква от вас да въведете стойността на километража. Вие ще можете да превключите на трип-километраж при последващи презареждания.
cs: Při prvním tankování musíte zadat kilometry z tachometru. Při dalších můžete přepnout na zadávání ujeté vzdálenosti od posledního tankování.
de: Beim ersten Tankvorgang muss der absolute Kilometerstand eingegeben werden. Bei allen weiteren Tankvorgängen kann die Fahrtstrecke verwendet werden.
pt_br: O primeiro abastecimento requer a introdução do valor do Odómetro. Poderá alternar para Distância de Viagem para abastecimentos posteriores.
th: การเติมครั้งแรกคุณจะต้องป้อนค่าเครื่องวัดระยะทาง คุณจะสามารถเปลี่ยนเป็นระยะทางในการเดินทางสำหรับการเติมครั้งต่อไป

# fill_up_custom_msg
source: Customize this screen to add new fields, remove fields, attach receipts, etc
bg_bg: Персонализирай този екран като добавиш,изтриеш или промениш дадени полета и др.
de: Diesen Bildschirm anpassen, Spalten hinzufügen, entfernen, Belege anhängen, etc.
pt_br: Personalize este ecrã para adicionar novos campos, remover campos, anexar recibos, etc
th: ปรับแต่งหน้าจอนี้เพื่อเพิ่มฟิลด์ใหม่, ลบฟิลด์, เติมค่าล่วงหน้า, ฯลฯ

# required
source: (req)
bg_bg: (Задължително)
cs: (Poz)
de: (erforderlich)
pt_br: (Obr)
th: (คำขอ

# cust_fus_head
source: Customise Fill-Up Screen
bg_bg: Персонализирай екрана за зареждане
cs: Přizpůsobit obrazovku tankování
de: Tankvorgangsmaske anpassen
pt_br: Personalizar ecrã de Abastecimento
th: ปรับแต่งหน้าจอเติม

# cust_fu_head
source: Select input fields
bg_bg: Изберете полета за показване
cs: Vyberte pole, která se mají zobrazit
de: Wählen Sie Felder die angezeigt werden sollen
pt_br: Selecionar campos de preenchimento
th: เลือกช่องป้อนข้อมูล

# odo_trip_tv
source: VALUE TO ENTER DURING FILL UP
bg_bg: Стойност за въвеждане при зареждане
cs: Hodnota, kterou zadáte při tankování
de: Wert einzugeben während des Tankvorgangs
pt_br: Valor a introduzir durante o abastecimento
th: ค่าที่จะใส่ระหว่างเติม

# trp_distance
source: Trip Distance
bg_bg: Дистанция на разходката
cs: Ujetá vzdálenost
de: Fahrtstrecke
pt_br: Distância da Viagem
th: ระยะการเดินทาง

# pv_msg
source: Copy values from previous fill-up
bg_bg: Копиране на стойности от предишно зареждане
cs: Předvyplní hodnoty z předchozího tankování
de: Kopiere Werte des letzten Tankvorgangs
pt_br: Copiar valores do abastecimento anterior
th: คัดลอกค่าจากการเติมก่อนหน้านี้

# atuo_brand_fs_msg
source: Auto detect Filling Station and Brand based on location
bg_bg: Автоматично откриване на бензиностанция и марка въз основа на местоположението
cs: Automatická detekce čerpací stanice a značky na základě polohy
de: Automatische Erkennung von Tankstelle und Marke basierend auf dem Standort
pt_br: Detetar automaticamente Marca e Posto de Abastecimento com base na localização
th: ตรวจจับสถานีบรรจุและยี่ห้ออัตโนมัติตามสถานที่ตั้ง

# view_expense
source: Expense
bg_bg: Разход
cs: Výdaje
de: Ausgabe
pt_br: Despesa
th: ค่าใช้จ่าย

source: Attach receipt
bg_bg: Прикачи касова бележка
cs: Přidat doklad
de: Belege hinzufügen
pt_br: Anexar recibo
th: แนบใบเสร็จรับเงิน

source: Add Expenses
bg_bg: Добави разход
cs: Přidat výdaje
de: Kosten hinzufügen
pt_br: Adicionar Despesas
th: เพิ่มค่าใช้จ่าย

source: Edit Expenses
bg_bg: Редактирай разход
cs: Upravit výdaje
de: Kosten bearbeiten
pt_br: Editar Despesas
th: แก้ไขค่าใช้จ่าย

# qty_required
source: Qty
bg_bg: Количество(Задължително)
cs: Množství (Pož)
de: Menge (erforderlich)
pt_br: Qtd
th: จำนวน (Req)

# pf_tv
source: Partial Tank
bg_bg: Частично пълнене
cs: Čast. náplň
de: nicht vollgetankt
pt_br: Depósito parcial
th: ถังบางส่วน

# mf_tv
source: Missed fill up
bg_bg: Пропуснато зареждане
cs: Zapomenuté tankování
de: Fehlender Tankvorgang
pt_br: Abastecimento anterior em falta
th: พลาดก่อนหน้านี้เติม

# comma_err
source: cannot accept commas
bg_bg: Тук не се използват запетаи
cs: Zde nelze akceptovat čárky
de: Keine Kommas erlaubt
pt_br: Marca e Modelo não podem conter vírgulas
th: ไม่สามารถยอมรับคอมมาที่นี่

# noti_msg_veh
source: Overdue for
bg_bg: пресрочен от
cs: prošlé už
de: für
pt_br: atrasado para
th: เกินกำหนดสำหรับ

source: Reminders
bg_bg: Подсещания
cs: Upomínky
de: Erinnerungen
pt_br: Lembretes
th: การแจ้งเตือน

# recurring_string
source: *You can set reminders for recurring tasks only
de: *Sie können Erinnerungen nur für wiederkehrende Aufgaben festlegen
pt_br: *Você pode definir lembretes somente para tarefas recorrentes

# tv_expenses
source: Expenses
bg_bg: Разходи
cs: Výdaje
de: Kosten
pt_br: Despesas
th: รายจ่าย

source: Last Paid On
bg_bg: Последно плащане на:
cs: Naposled zaplaceno
de: Zuletzt gezahlt:
pt_br: Pago pela última vez
th: จ่ายครั้งสุดท้ายเมื่อ:

source: No Payments
bg_bg: Няма плащане
cs: Žádné platby
de: Keine Zahlungen
pt_br: Nenhum pagamento
th: ไม่มีการจ่ายเงิน

# tot_services
source: Services
bg_bg: Сервиз
cs: Údržba (počet)
de: Dienstleistungen
pt_br: Serviços
th: บริการ

# tv_service_center
source: Service Center
bg_bg: Сервиз
cs: Název servisu
pt_br: Centro de Serviço
th: ศูนย์บริการ

source: Add Service
bg_bg: Добави ремонт
cs: Přidat udržbu
de: Service hinzufügen
pt_br: Adicionar Serviço
th: เพิ่มบริการ

source: Edit Service
bg_bg: Редактирай ремонт
cs: Upravit údržbu
de: Service bearbeiten
pt_br: Editar Serviço
th: แก้ไขบริการ

# date_hint
source: Set Date
bg_bg: Задай дата
cs: Nastavit datum
de: Datum
pt_br: Definir Data
th: กำหนดวันที่

# tv_last_service
source: Last Service Date:
bg_bg: Дата на последния ремонт:
cs: Datum poslední údržby:
de: Letztes Service Datum:
pt_br: Data do último serviço:
th: วันที่ให้บริการล่าสุด:

# add_service_task_help
source: Add new Service Tasks
bg_bg: Добавяне на нови задачи за ремонт
cs: Přidat nové servisní úlohy
de: Neuen Wartungs-Task hinzufügen
pt_br: Adicionar Novas Tarefas de Serviço
th: เพิ่มงานบริการใหม่

# dist_tv
source: Distance
bg_bg: Дистанция
cs: Ujeto
de: Strecke
pt_br: Distância
th: ระยะทาง

# cons_head
source: Consumption
bg_bg: Разход
cs: Spotřeba
de: Verbrauch
pt_br: Consumo
th: อัตราสิ้นเปลือง

# curr_head
source: Currency
bg_bg: Валута
cs: Měna
de: Währung
pt_br: Moeda
th: สกุลเงิน

# cust_db_head
source: Customise Stats & Charts
de: Stats & Charts anpassen
pt_br: Personalizar Painel de Controlo
th: ปรับแต่งสถิติ & amp; ชาร์ต

# faq
source: FAQs
bg_bg: ЧЗВ
cs: FAQ
de: FAQ
pt_br: PMF
th: คำถามที่พบบ่อย

# settings_tv
source: Settings
bg_bg: Настройки
cs: Nastavení
de: Einstellungen
pt_br: Definições
th: การตั้งค่า

# convert_yes_btn
source: Convert Existing Fuel Records?
bg_bg: Да, конвертирай записите
cs: Ano, převést záznamy
de: Ja, konvertieren
pt_br: Converter registos existentes?
th: แปลงระเบียนที่มีอยู่

source: In Progress
bg_bg: Зареждане
cs: Probíhá
de: In Bearbeitung
pt_br: Em curso
th: กำลังดำเนินการ

source: Edit
bg_bg: Редактирай
cs: Upravit
de: Bearbeiten
pt_br: Editar
th: แก้ไข

# search_notes_hint
source: Notes Containing (separate with comma)
bg_bg: Бележки, съдържащи (отделно с ,)
de: Hinweise enthalten (getrennt mit ,)
pt_br: Notas que contêm (separe com ,)
th: โน้ตที่มี (แยกด้วย,)

# search_rec
source: Search Record
bg_bg: Търсене на запис
cs: Hledat záznamy
de: Datensatz suchen
pt_br: Procurar registo
th: ค้นหาบันทึก

source: Search
bg_bg: Търсене
cs: Hledat
de: Suche
pt_br: Procurar
th: ค้นหา

source: All
de: Todos
pt_br: Alle

# f_u_tv
source: Fill-ups
bg_bg: Зареждане
cs: Počet tankování
de: Tankvorgang
pt_br: Abastecimentos
th: กรอกอัพ

# tot_expense_cost
source: Other Expenses
bg_bg: Други разходи
cs: Další výdaje
de: andere Kosten
pt_br: Outras Despesas
th: ค่าใช้จ่ายอื่น ๆ

source: Expense Task Name
bg_bg: Име на разходната задача
cs: Název výdaje
de: Ausgaben-Task Name
pt_br: Nome da tarefa de despesa
th: ชื่องานค่าใช้จ่าย

source: Service Task Name
bg_bg: Име на ремонт задача
cs: Název údržby
de: Wartungs-Task Name
pt_br: Nome da tarefa de serviço
th: ชื่องานบริการ

# view_service
source: Service
bg_bg: Ремонт
cs: údržby
de: Wartung
pt_br: Serviço
th: บริการ

# ser_reminders
source: Service Reminders
bg_bg: Ремонт Подсещания
cs: údržby Upomínky
de: Wartung Erinnerungen
pt_br: Serviço Lembretes

# exp_reminders
source: Expense Reminders
bg_bg: Разход Подсещания
cs: Výdaje Upomínky
de: Ausgabe Erinnerungen
pt_br: Despesa Lembretes

source: Last Service:
bg_bg: Последен ремонт:
cs: Poslední údržba:
de: Letzter Service:
pt_br: Último Serviço:
th: บริการล่าสุด:

# due_on
source: Due:
bg_bg: От:
cs: Do:
de: Kosten:
pt_br: Data limite:
th: วันที่นัดหมด:

source: Delete
bg_bg: Изтрий
cs: Vymazat
de: Löschen
pt_br: Apagar
th: ลบ

source: Days
bg_bg: дни
cs: dnů
de: Tage
pt_br: dias
th: วัน

# reminder_due_date_unit_array_1
source: Months
cs: měsíce
de: Monate
pt_br: meses

# reminder_due_date_unit_array_2
source: Years
cs: roky
de: Jahre
pt_br: anos

# pro_gps_trip
source: GPS tracking for manual trips
bg_bg: GPS проследяване за ръчни пътувания
de: Verfolge Fahrt per GPS
pt_br: Controlar viagens via GPS

# pro_backup_receipts
source: Backup and restore receipt images to Google Drive
bg_bg: Архивирай и въстанови снимки на бележки
cs: Záloha a obnova fotografií účtů
de: Sichern und Wiederherstellen von Beleg-Bildern in Google Drive
pt_br: Fazer cópia de segurança e restaurar imagens de recibos no Google Drive
th: สำรองและเรียกคืนอิมเมจใบเสร็จรับเงินไปยัง Google Drive

# pro_add_custom
source: Add new service and expense tasks
bg_bg: Добави нова нужда от сервиз или ремонт
cs: Přidat nový úkol údržby
de: Kunden spezifische Services und Kosten mit einbeziehen
pt_br: Adicionar tarefas de novo serviço e despesas
th: เพิ่มงานบริการและค่าใช้จ่ายใหม่

# pro_ad_free
source: Get rid of ads
bg_bg: Премахване на рекламите
cs: Zbavit reklamy
de: Werbung entfernen
pt_br: Eliminar anúncios
th: ลบโฆษณา

# email_btn
source: Email Log
bg_bg: Изпрати Е-мейл
cs: Emailový protokol
de: eMail
pt_br: Enviar registo por Email

# abt_btn
source: About
bg_bg: Относно
cs: aplikaci
de: Über
pt_br: Sobre
th: เกี่ยวกับ

source: Backup
bg_bg: Архив
cs: Záloha
de: Sicherung
pt_br: Cópia de Segurança
th: การสำรองข้อมูล

# backup_success
source: Backup Successful
bg_bg: Архивиране успешно
cs: Záloha úspěšná
de: Sicherung erfolgreich
pt_br: Cópia de segurança bem sucedida
th: สำรองข้อมูลสำเร็จ

# restore_success
source: Restore successful
bg_bg: Възстановяването е успешно
cs: Obnovení úspěšné
de: Wiederherstellung erfolgreich
pt_br: Restauro bem sucedido
th: คืนค่าสำเร็จ

# backup_descval
source: Backup all your data to Google Drive
bg_bg: Създава CSV файлове
de: Sichern Sie alle Ihre Daten in Google Drive
pt_br: Faça backup de todos os seus dados para Google Drive

# restore_descval
source: Restore all your data to Google Drive
bg_bg: Възстанови от CSV файлове
de: Stellen Sie alle Ihre Daten wieder her Google Drive
pt_br: Restaurar todos os seus dados para Google Drive

# restore_receipts
source: Restore Receipts from Google Drive?
bg_bg: Възстанови касови бележки
cs: Obnovit fotografie účtů
de: Wiederherstellen von Belegen von Google Drive?
pt_br: Restaurar recibos de Google Drive?
th: เรียกคืนอิมเมจใบเสร็จรับเงิน

source: Continue
de: Fortsetzen
pt_br: Continuar

# Tab3Title
source: Dashboard
bg_bg: Статистика
cs: Souhrny
de: Instrumententafel
pt_br: Painel de Controlo
th: หน้าจอหลัก

# graph_date_range_0
source: All Time
bg_bg: Цялото Време
cs: Celé období
de: Gesamt
pt_br: Desde sempre

# graph_date_range_1
source: This Month
bg_bg: Този Месец
cs: Tento měsíc
de: Diesen Monat
pt_br: Este Mês

# graph_date_range_2
source: Last Month
bg_bg: Предходен Месец
cs: Poslední měsíc
de: Letzten Monat
pt_br: Mês Passado

# graph_date_range_3
source: This Year
bg_bg: Тази Година
cs: Tento rok
de: Dieses Jahr
pt_br: Este Ano

# graph_date_range_4
source: Custom Dates
bg_bg: Персонални Дати
cs: Vlastní rozsah
de: manueller Zeitraum
pt_br: Personalizar Datas

# customize_dashboard_screen_help
source: Customize this screen to add new statistics or remove redundant ones
bg_bg: Персонализирайте този екран, за да добавяте нови статистики или да премахвате излишни
cs: Zde můžete přizpůsobit tuto obrazovku, chcete-li přidat nové statistiky nebo odstranit zbytečné
de: Diesen Bildschirm anpassen, um neue Statistiken hinzuzufügen oder überflüssige zu entfernen
pt_br: Personalize este ecrã para adicionar novas estatísticas ou remover as redundantes
th: ปรับแต่งหน้าจอนี้เพื่อเพิ่มสถิติใหม่หรือลบสถิติที่ซ้ำซ้อน

# f_q_tv
source: Fuel Qty
bg_bg: Количество гориво
cs: Tankováno
de: Kraftstoffmenge
pt_br: Qtd Combustível
th: ปริมาณเชื้อเพลิง

# f_c_tv
source: Fuel Cost
bg_bg: Цена на горивото
cs: Cena za palivo
de: Kraftstoffkosten
pt_br: Custo Combustível
th: ต้นทุนเชื้อเพลิง

# tot_service_cost
source: Service Cost
bg_bg: Цена за сервиз
cs: Cena za údržbu
de: Servicekosten
pt_br: Custo Serviço
th: ต้นทุนการให้บริการ

# avg_fuel_tv
source: Average Fuel Efficiency
bg_bg: Средна ефективност на горивото
cs: Spotřeba
de: Durchschnittsverbrauch
pt_br: Efi Méd Combustível
th: น้ำมันเชื้อเพลิงเฉลี่ย

# fuel_tv
source: Fuel Efficiency
cs: Průměrná spotřeba
de: Durchschnittsverbrauch
pt_br: Efi Combustível

# dist_btn_fu_graph_name
source: Distance between Fill-ups
bg_bg: Километри между зареждания
cs: Najeto na natankování
de: Entfernung zwischen Tankvorgängen
pt_br: Distância entre Abastecimentos
th: ระยะห่างระหว่างการเติม

# qty_per_fu_tv
source: Qty per Fill-up
bg_bg: Количество на зареждане
cs: Tankováno
de: Menge pro Tankvorgang
pt_br: Qtd por Abastecimento
th: จำนวนต่อการเติม

# cost_per_fu_tv
source: Cost per Fill-up
bg_bg: Стойност на зарежданията
cs: Cena tankování
de: Kosten pro Tankvorgang
pt_br: Custo por Abastecimento
th: ราคาต่อการเติม

# fu_pm_tv
source: Fill-ups/month
bg_bg: Зареждания на месец
cs: Tankováno za měsíc
de: Tankvorgänge pro Monat
pt_br: Abastecimentos por Mês
th: เติมต่อเดือน

# cpd_tv
source: Fuel Cost/day
bg_bg: Пари за гориво/ден
cs: Cena paliva na den
de: Kraftstoffkosten/Tag
pt_br: Custo Combustível/Dia
th: ราคาเชื้อเพลิง / วัน

source: Failed
de: Gescheitert
pt_br: Falhou

source: Sync Failed
cs: Synchronizace selhala
de: Synchronisierung fehlgeschlagen
pt_br: Sincronização falhou

# cpmth_tv
source: Fuel Cost/Mth
bg_bg: Пари за гориво/месечно
cs: Cena paliva/Měs
de: Spritkosten/Mon
pt_br: Custo Combustível/Mês
th: ราคาเชื้อเพลิง / เดือน

# avg_price_tv
source: Average Price/
bg_bg: Средна цена/
cs: Průměrná Cena/
de: Durchschnittlicher Preis
pt_br: Preço Méd/
th: ราคาเฉลี่ย /

# eff_oct_tv
source: Eff by Octane
bg_bg: Ефективност на октан
cs: Účinost dle oktanů
de: Verbrauch bei Oktan
pt_br: Efic por Octn
th: Eff โดย Octn

# eff_brand_tv
source: Eff by Brand
bg_bg: Ефективност на вида гориво
cs: Účinost dle značky
de: Verbrauch bei Marke
pt_br: Efic por Marca
th: Eff โดยแบรนด์

# eff_stn_tv
source: Eff by Stn
bg_bg: Ефективност
cs: Účinnost dle stanice
de: Verbrauch bei Tankstelle
pt_br: Efic por Post
th: Eff โดย Stn

# service_cost_tv
source: Service Cost/
bg_bg: Ремонтите струват/
cs: Údržba/
de: Servicekosten/
pt_br: Custo Serviço/
th: ต้นทุนบริการ /

# scpd_tv
source: Service Cost/Day
bg_bg: Пари за сервиз/ден
cs: Cena údržby na den
de: Servicekosten/Tag
pt_br: Custo Serviço/Dia
th: ค่าบริการ / วัน

# ecpd_tv
source: Other Expenses/Day
bg_bg: Средни разходи/ден
cs: Další výdaje/čas
de: andere Kosten/Tag
pt_br: Outras Despesas/Dia
th: ค่าใช้จ่ายอื่น ๆ / วัน

# expense_cost_tv
source: Other Expenses/
bg_bg: Други струват/
cs: Další výdaje/
de: ndere Kosten/
pt_br: Outras Despesas/
th: ค่าใช้จ่ายอื่น ๆ /

source: Total Trips
bg_bg: Общо разходки
cs: Celkem cest
de: Gesamt Touren
pt_br: Total de Viagens
th: ทริปทั้งหมด

# total_trip_dist
source: Total Trip Distance
bg_bg: Обща дистанция на разходките
cs: Celková vzdálenost cest
de: Gesamte Tourenstrecke
pt_br: Distância Total Viagem
th: ระยะการเดินทางรวม

# total_tax_ded
source: Total Trip Deduction
bg_bg: Общо платени такси
cs: Odpočet z daní
de: Steuerabzug
pt_br: Total Dedução Imposto
th: ลดหย่อนภาษีทั้งหมด

# trip_by_type
source: Dist by Type()
bg_bg: Разстояние по тип()
cs: Vzdálenost podle typu()
de: Dist. nach Typ
pt_br: Dist por Tipo()
th: Dist ตามประเภท()

# tax_ded_by_type
source: Tax Dedn by Type()
bg_bg: Данък по тип()
cs: Daň podle typu()
de: Steuerabzug nach Typ
pt_br: Ded Imp por Tipo()
th: ภาษีหักตามประเภท()

# tot_fig_tv
source: Total Stats
bg_bg: Общо статистики
cs: Celkové statistiky
de: Gesamt
pt_br: Estat Totais
th: สถิติทั้งหมด

# avg_fig_head
source: Average Fuel Stats
bg_bg: Осреднени статистики за горивото
cs: Průměrné hodnoty
de: Durchschnittszahlen
pt_br: Estat Médias Combustível
th: สถิติเชื้อเพลิงเฉลี่ย

# avg_service_head
source: Average Service Stats
bg_bg: Средни статистики за ремонт
cs: Údržba
de: Durchschnittliche Servicekosten
pt_br: Estat Médias Serviço
th: สถิติการบริการโดยเฉลี่ย

# avg_expense_head
source: Average Other Expense Stats
bg_bg: Средна статистика за други разходи
cs: Průměrná statistika dalších výdajů
de: Durchschnittliche andere Kosten
pt_br: Estat Méd Outras Despesas
th: สถิติค่าใช้จ่ายเฉลี่ยอื่น ๆ

# trip_stats
source: Total Trip Stats
bg_bg: Статистики за разходките
cs: Statistiky cest
de: Streckenstatistiken
pt_br: Estat Viagem
th: สถิติการเดินทาง

# eff_by_oct_graph_name
source: Efficiency by Octane
bg_bg: Ефективност на октан
cs: Nejefektivnější oktanové číslo
de: Verbrauch bei Oktan
pt_br: Eficiência por Octana
th: ประสิทธิภาพโดยออกเทน

# eff_by_brand_graph_name
source: Efficiency by Brand
bg_bg: Ефективност на вида гориво
cs: Nejefektivnější značka paliva
de: Verbrauch bei Marke
pt_br: Eficiência por Marca
th: ประสิทธิภาพโดยแบรนด์

# eff_by_stn_graph_name
source: Efficiency by Station
bg_bg: Ефективност на бензиностанция
cs: Nejefektivnější čerpací stanice
de: Verbrauch bei Tankstelle
pt_br: Eficiência por Posto Abastecimento
th: ประสิทธิภาพโดยการเติมสถานี
