Repository: Nikhil1827/FuelBuddy
Catalog: FuelBuddy/*.lproj/Localizable.strings
Languages: bg_bg, cs, de, pt_br, th

# trip_dist_by_type_graph_name
source: Distance By Trip Type
bg_bg: Дистанция по разходи тип
de: Distanz nach Fahrtentyp
pt_br: Distância por Tipo de Viagem
th: ระยะทางตามประเภทการเดินทาง

# trip_tax_ded_by_type_graph_name
source: Deduction By Trip Type
bg_bg: Данък по вид разходи
de: Steuerabzug nach Fahrtentyp
pt_br: Imposto Ded por Tipo Viagem
th: ภาษีหักตามประเภทการเดินทาง

# cost_tv
source: Fuel cost/
bg_bg: Цена на гориво/
cs: Cena/
de: Kosten/
pt_br: Custo Combustível/
th: ค่าเชื้อเพลิง /

# view_fill_up
source: Fill-Up
bg_bg: Запълване
de: Tankvorgang
pt_br: Abastecimento
th: เติมให้เต็ม

# def_car
source: Default Car
bg_bg: Основна кола
cs: Výchozí vozidlo
de: Standard Fahrzeug
pt_br: Carro Pré-definido
th: รถคันเริ่มต้น

# button_later_for_tip
source: Remind me again
bg_bg: Подсети ме по-късно
cs: Připomenout později
de: Erinnere mich später
pt_br: Lembrar-me mais tarde
th: เตือนฉันภายหลัง

source: Trips
bg_bg: Разходки
cs: Cesty
de: Fahrten
pt_br: Total de Viagens
th: ทริป

# attach_csv
source: Attach CSV's
bg_bg: Прикачете като CSV файлове
cs: Připojit jako soubory CSV
de: CSV-Dateien anhängen
pt_br: Anexar como ficheiros CSV
th: แนบเป็นไฟล์ CSV

# sel_fields
source: Select Fields
bg_bg: Избор на полета
cs: Vyberte políčka
de: Felder auswählen
pt_br: Selecionar campos
th: เลือกเขตข้อมูล

# footnote_for_email
source: *Sent via Simply Auto
bg_bg: *Изпрати през Simply Auto
cs: * Odesláno přes Simply Auto
de: *Mit Simply Auto senden
pt_br: *Enviado via Parceiro de Combustível
th: * ส่งผ่าน Simply Auto

# total
source: Trip Totals
bg_bg: Общо за пътуването
cs: Trasy - součet
de: Fahrten gesamt
pt_br: Totais de Viagens
th: ผลรวมการเดินทาง

# trip_by_type_tv
source: Dist by type
bg_bg: Разстояние по тип
cs: Vzdálenost dle typu
de: Dist. nach Typ
pt_br: Dist por tipo
th: Dist ตามประเภท

# tax_ded_by_type_tv
source: Tax Ded by type
bg_bg: Данък по тип
cs: Odpočet daně podle typu
de: Steuerabzug nach Typ
pt_br: Ded Imp por tipo
th: ภาษีหักตามประเภท

source: No records found
bg_bg: Не са открити записи
cs: Nenalezeny žádné záznamy
de: Keinen Datensatz gefunden
pt_br: Nenhum registo encontrado
th: ไม่พบบันทึก โปรดตรวจสอบให้แน่ใจว่าคนขับที่คุณกำลังเพิ่มนั้นเป็นผู้ใช้มืออาชีพด้วย

source: Date/Time
bg_bg: Дата/час
cs: Datum/čas
de: Datum/Zeit
pt_br: Data/Hora
th: วันเวลา

source: Location
bg_bg: Местоположение
cs: Místo
de: Ort
pt_br: Localização
th: ที่ตั้ง

source: Type
bg_bg: Вид
cs: Typ
de: Typ
pt_br: Tipo
th: ชนิด

# dist_traveled
source: Distance Traveled
bg_bg: Изминато разстояние
cs: Vzdálenost
de: gefahrene Strecke
pt_br: Distância percorrida
th: ระยะทางเดินทาง

source: Time Traveled
bg_bg: Време на пътуването
cs: Doba
de: gefahrene Zeit
pt_br: Tempo de Viagem
th: เวลาเดินทาง

source: Tax Deduction Rate
bg_bg: Приспадане на данъчен процент
cs: Odečet na dani
de: Steuerabzug Wert
pt_br: Taxa de dedução de imposto
th: อัตราการลดหย่อนภาษี

# tax_deduction_amount
source: Tax Deducted
bg_bg: Такси
cs: Odečtená daň
de: Steuerabzug
pt_br: Imposto deduzido
th: ลดหย่อนภาษี

# qty_tv
source: Quantity
bg_bg: Количество
cs: Množství
de: Menge
pt_br: Quantidade
th: ปริมาณ

source: Departure
bg_bg: Тръгване
cs: Odjezd
de: Abfahrt
pt_br: Partida
th: การออกเดินทาง

source: Arrival
bg_bg: Пристигане
cs: Příjezd
de: Ankunft
pt_br: Chegada
th: ถึงจุดหมาย

source: Add Trip
bg_bg: Добави разходка
cs: Přidat cestu
de: Fahrt hinzufügen
pt_br: Adicionar Viagem
th: เพิ่มระยะทาง

source: Edit Trip
bg_bg: Редактирай пътуването
cs: Upravit cestu
de: Fahrt bearbeiten
pt_br: editar viagem
th: แก้ไขการเดินทาง

# reminder_sort_default
source: Sort type
cs: Seřadit typ
de: Sortierart
pt_br: Tipo de classificação

# reminder_sort_0
source: Sort by name
cs: Seřadit podle jména
de: Name
pt_br: Nome

# reminder_sort_1
source: Sort by due
cs: Seřadit podle Do
de: Fälligkeit
pt_br: Esperado

source: End Trip
bg_bg: Край на пътуването
de: Beende Fahrt
pt_br: Terminar Viagem
th: สิ้นสุดการเดินทาง

source: Start Trip
bg_bg: Започнете пътуването
cs: Spustit záznam
de: Starte Fahrt
pt_br: Iniciar Viagem
th: เริ่มการเดินทาง

source: Add New
bg_bg: Добави нов
cs: Přidat nové
de: Neu hinzufügen
pt_br: Adicionar Novo
th: เพิ่มใหม่

source: Trip Started
bg_bg: Разхода започна
de: Fahrt gestartet
pt_br: Viagem iniciada
th: การเดินทางเริ่มต้น

source: Trip In Progress
bg_bg: Пътуване в процес
cs: Probíhající cesta
de: Fahrt im Gange
pt_br: Viagem em curso
th: กำลังเดินทาง

# export
source: Manual Backup
bg_bg: Ръчен архив
cs: Ruční záloha
de: Manuelle Sicherung
pt_br: Cópia de Segurança Manual
th: สำรองข้อมูลด้วยตนเอง

# imp
source: Manual Restore
bg_bg: Ръчно възстановяване
cs: Ruční obnova.
de: Manuelle Wiederherstellung
pt_br: Restauro Manual
th: คืนค่าด้วยตนเอง

# exim_btn
source: Google Drive Backup
bg_bg: Архивиране в Google диск
cs: Záloha na Google Drive
de: Google Drive Sicherung
pt_br: Cópia de Segurança Google Drive
th: สำรองข้อมูล Google Drive

# from_date_head
source: From:
bg_bg: От:
cs: Od:
de: Von:
pt_br: De:
th: จาก:

# to_date_head
source: To:
bg_bg: До:
cs: Do:
de: Bis:
pt_br: A:
th: ไปที่:

source: Year
bg_bg: Година
cs: Rok
de: Jahr
pt_br: Ano
th: ปี

source: Invalid Email
de: Ungültige E-Mail
pt_br: E-mail inválido

# enter_valid_email
source: Please enter proper email address
de: Bitte geben Sie die richtige E-Mail-Adresse ein
pt_br: Por favor, insira o endereço de e-mail correto

# part_name
source: Name
bg_bg: Име
cs: Název
pt_br: Nome
th: ชื่อ

# part_val
source: Value
bg_bg: Стойност
cs: Hodnota
de: Wert
pt_br: Valor
th: ราคา

# disp_miles
source: Miles
bg_bg: Мили
cs: Míle
de: Meilen
pt_br: Milhas
th: ไมล์

# disp_kilometers
source: Kilometers
bg_bg: Километри
cs: Kilometry
de: Kilometer
pt_br: Quilómetros
th: กิโลเมตร

# disp_litre
source: Litre
bg_bg: Литри
cs: Litr
de: Liter
pt_br: Litro
th: ลิตร

# disp_gal_us
source: Gallon (US)
bg_bg: Галони(САЩ)
de: Gallonen(US)
pt_br: Galão (EUA)
th: แกลลอน(อเมริกา)

# disp_gal_uk
source: Gallon (UK)
bg_bg: Галони(Великобритания)
de: Gallonen(UK)
pt_br: Galão (RU)
th: แกลลอน(อังกฤษ)

# disp_mpg_us
source: mpg (US)
bg_bg: мзг(САЩ)
pt_br: mpg (EUA)
th: ไมล์ต่อแกลลอน(อเมริกา)

# disp_mpg_uk
source: mpg (UK)
bg_bg: мзг(Великобритания)
pt_br: mpg (RU)
th: ไมล์ต่อแกลลอน(อังกฤษ)

source: Missed fill up
bg_bg: Пропуснато запълване
de: Verpasste Tankfüllung
pt_br: Abastecimento em falta
th: พลาดไม่ได้

# customize_tv
source: Customise SimplyAuto
bg_bg: Персонализирай Simply Auto
cs: Přizpůsobit Simply Auto
de: Simply Auto anpassen
pt_br: Personalizar Parceiro de Combustível
th: ปรับแต่งอัตโนมัติเพียง

# invalid_at_msg3
source: Arrival Odometer cannot be less than Departure Odometer
bg_bg: Километража при пристигане не може да е по-малък от този на отпътуване
cs: Hodnota tachometru při příjezdu nemůže být nižší než při odjezdu
de: Ankunfts-Km-Stand kann nicht kleiner sein als bei der Abfahrt
pt_br: O valor do Odómetro à Chegada não pode ser inferior ao do Odómetro à Partida
th: มาตรวัดระยะทางที่เดินทางมาถึงต้องไม่น้อยกว่าระยะทางออกเดินทาง

# add_custom_parts
source: Add Specifications
bg_bg: Добавяне на спецификации
cs: Přidat specifikace
de: Angaben hinzufügen
pt_br: Adicionar Especificações
th: เพิ่มข้อมูลจำเพาะ

# cost_per_unit_tv
source: Price/
bg_bg: Цена за литър/
cs: Cena/
de: Preis/
pt_br: Preço/
th: ราคา/

# pro_messsage_add_custom
source: Adding unlimited service tasks is available in the Pro Version
bg_bg: Добавяне на безсрочни задачи е достъпно при PRO Версията
de: Unbegrenztes Hinzufügen von Services ist in der Pro-Version möglich
pt_br: Adicionar tarefas de serviço ilimitadas é uma opção disponível na Versão Pro
th: การเพิ่มงานบริการไม่ จำกัด มีอยู่ในรุ่น Pro

# pro_messsage_add_expense
source: Adding unlimited expenses is available in the Pro Version
bg_bg: Добавяне на безсрочни разходи е достъпно при PRO Версията
cs: Přidání neomezených výdajů je přístupné v Pro verzi
de: Unbegrenztes Hinzufügen von Ausgaben ist in der Pro-Version möglich
pt_br: Adicionar despesas ilimitadas é uma opção disponível na Versão Pro
th: การเพิ่มงานค่าใช้จ่ายไม่ จำกัด มีอยู่ในรุ่น Pro

# incorrect_odo
source: Incorrect Odometer value for Date
bg_bg: Неправилен километраж
de: Falscher Kilometerstand
pt_br: Odómetro incorreto
th: มาตรวัดระยะทางไม่ถูกต้อง

# non_recurring_reminder_click
source: Reminders can only be set for recurring events. Edit the service/expense record and modify the recurring switch
bg_bg: Напомнянията могат да се определят само за периодични ремонти и разходи
de: Erinnerungen können nur für wiederkehrende Services und Ausgaben festgelegt werden
pt_br: Os lembretes apenas podem ser definidos para serviços e despesas recorrentes
th: การแจ้งเตือนสามารถตั้งค่าได้สำหรับบริการและค่าใช้จ่ายที่เกิดขึ้นประจำเท่านั้น

# no_veh_id
source: No Vehicle Found
bg_bg: Няма посочено превозно средсто
cs: Žádné ID vozidla
de: Keine Fahrzeug ID
pt_br: Nenhum ID de Veículo
th: ไม่มีรหัสยานพาหนะ

source: Set Reminder
bg_bg: Задаване на напомняне
de: Erinnerung einrichten
pt_br: Definir lembrete
th: ตั้งค่าการเตือน

# overdue_noti
source: Overdue Service
bg_bg: Просрочен ремонт
cs: Potřebná údržba
pt_br: Serviço Atrasado
th: เกินกำหนดบริการ

# err_internet
source: Internet connection not available. Please try again later.
bg_bg: Няма интернет връзка
cs: IŽádné připojení k Internetu
de: Internet Verbindung nicht verfügbar
pt_br: Ligação à Internet não disponível. Por favor tente de novo mais tarde.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต กรุณาลองใหม่อีกครั้งในภายหลัง.

# loading_msg
source: Loading
bg_bg: Моля изчакайте! Зареждане...
cs: Prosím vyčkejte
de: Bitte warten..
pt_br: Por favor aguarde, a carregar
th: กรุณารอสักครู่กำลังโหลด ...

# pur_thanks
source: Thanks a lot for your Purchase! You may need to re-open the app for the Purchase to take Effect.
bg_bg: Много благодарим за покупката!Може да има нужда да излезете и влезете отново, за завършване на покупката.
cs: Díky moc za Váš nákup! Možná se budete muset odhlásit a znovu přihlásit než se nákup projeví.
de: Vielen Dank für Ihren Einkauf! Vielleicht müssen Sie sich abmelden und erneut anmelden, damit der Kauf erkannt wird.
pt_br: Muito obrigado pela sua compra! Poderá ter que reabrir a aplicação para que a compra produza efeito.
th: ขอบคุณมากสำหรับการซื้อของคุณ! คุณอาจต้องเปิดแอปใหม่เพื่อให้การซื้อมีผล

source: Confirm
cs: Potvrdit
de: Bestätigen
pt_br: Confirmar
th: ยืนยัน

# purchase_btn
source: Purchase
bg_bg: Покупки
cs: Koupit
de: Kaufen
pt_br: Comprar
th: ซื้อ

# customize_message
source: Would you like to customize Simply Auto for your business or personal needs? Please contact us at support-ios@simplyauto.app and we will surely help you out.
bg_bg: Искате ли да персонализирате Simply Auto за вашия бизнес или лични нужди? Моля свържете се с нас на support-ios@simplyauto.app и ние ще помогнем.
cs: Potřebujete Simply Autoho přizpůsobit firemním či osobním potřebám?Prosím kontaktujte nás na support-ios@simplyauto.app (angličtina preferována) a my vám vyjdeme vstříc.
de: Möchten Sie Simply Auto an Ihre Firma oder persönlichen Bedürfnisse anpassen? Bitte kontaktieren Sie uns über support-ios@simplyauto.app und wir werden Ihnen sicher helfen.
pt_br: Gostaria de personalizar o Parceiro de Combustível para as suas necessidades pessoais ou do seu negócio?Por favor contacte-nos para support-ios@simplyauto.app e certamente poderemos ajudar.
th: คุณต้องการปรับแต่ง Simply Auto สำหรับธุรกิจหรือความต้องการส่วนบุคคลของคุณหรือไม่ โปรดติดต่อเราที่ support-ios@simplyauto.app และเราจะช่วยเหลือคุณอย่างแน่นอน

# invalid_veh_msg1
source: Both Make and Model Cannot be left Blank
bg_bg: И марката и модела не могат да са непопълнени
cs: Značka a model nesmí být prázdné
de: Marke und Modell dürfen nicht leer sein
pt_br: Os dois campos Marca e Modelo não podem ficar em branco
th: ทั้งยี่ห้อและรุ่นไม่สามารถเว้นว่างไว้ได้

# backup_receipts
source: Include receipt images in backup
bg_bg: Включи касовите бележки в архивирането
cs: Zahrnout fotografie účtů do zálohy
de: Füge Quittungs kopie dem Back up zu
pt_br: Incluir imagens dos recibos na cópia de segurança
th: รวมภาพใบเสร็จรับเงินในการสำรองข้อมูล

# google_ac_err
source: Authentication Error
bg_bg: Неуспешна връзка с вашия Google профил
cs: Selhalo připojení k účtu Google
de: Zugang zu Ihrem Google Konto fehlgeschlagen
pt_br: Falha no acesso à sua conta Google
th: ไม่สามารถเข้าถึง Google A/C ของคุณ

# exp_success_noti_msg
source: Files successfully backed up on Google Drive
bg_bg: Файловете са успешно архивирани в Google Drive
cs: Soubory úspěšně extrahovány do
de: Daten erfolgreich auf Google Drive gesichert
pt_br: Cópia de segurança de ficheiros bem sucedida no Google Drive
th: สำรองไฟล์สำเร็จแล้วใน Google Drive

# services_err_title
source: Error Backing up Services file
bg_bg: Services.csv Грешка!
cs: Services.csv chyba
de: Services.csv Fehler
pt_br: Erro Serviços.csv
th: ข้อผิดพลาด Services.csv

# fuel_log_err_title
source: Error Backing up Fuel Log file
bg_bg: Fuel_Log.csv Грешка!
cs: Fuel_Log.csv chyba
de: Fuel_Log.csv Fehler
pt_br: Erro Registo_Combustivel.csv
th: ข้อผิดพลาด Fuel_Log.csv

# vehicle_err_title
source: Error Backing up Vehicle file
bg_bg: Fuel_Log.csv Грешка!
cs: Vehicle.csv chyba
de: Vehicle.csv Fehler
pt_br: Erro Veiculo.csv
th: ข้อผิดพลาดของ Vehicle.csv

# receipt_upload_failed
source: Error backing up Receipts. Please contact support-ios@simplyauto.app
bg_bg: Неуспешно архивиране на касовите бележки
cs: Nepodařilo se zálohovat účty
de: Fehler beim Sichern der Belege
pt_br: Falha na cópia de segurança de recibos. Por favor contacte o suporte através de support-ios@simplyauto.app
th: การรับการสำรองข้อมูลล้มเหลว

# imp_err_msg
source: Failed to restore file. Please contact support at support-ios@simplyauto.app.
bg_bg: Грешка при възстановяването на файла.Моля свържете се с нас на support-ios@simplyauto.app.
cs: Obnova se nezdařila
de: Wiederherstellung fehlgeschlagen. Bitte kontaktieren Sie den Support unter suppoert@simplyauto.app
pt_br: Falha no restauro do ficheiro. Por favor contacte o suporte através de support-ios@simplyauto.app.
th: ไม่สามารถกู้คืนไฟล์ กรุณาติดต่อฝ่ายสนับสนุนที่ support-ios@simplyauto.app

# receipts_backup_restore_go_pro
source: The free version allows backing up and restoring of only data. Receipts can be backed up and restored in the Pro version.
bg_bg: Безплатната версия позволява Архивирането и възстановяването само на данните. За касовите бележки е възможно само в Pro версията.
cs: Free verze umožňuje zálohovat a obnovit pouze obyčejná data. Účty mohou být zálohovány a obnoveny v placené verzi.
de: Die kostenlose Version ermöglicht nur das Sichern und Wiederherstellen von Daten. Rechnungsbelege können in der Pro-Version gesichert und wiederhergestellt werden.
pt_br: A versão gratuita apenas lhe permite fazer cópia de segurança e restauro de dados. Pode fazer cópia de segurança e restaurar recibos na versão Pro.
th: รุ่นฟรีช่วยให้การสำรองและกู้คืนข้อมูลเท่านั้น ใบเสร็จรับเงินสามารถสำรองและกู้คืนในรุ่น Pro

# custom_date_err
source: Please make sure that the dates are selected correctly.
bg_bg: Моля уверете се че датите са избрани коректно
cs: Prosím ujistěte se že data jsou správně vybrána.
de: Stelle sicher, das die eingegebenen Daten korrekt sind.
pt_br: Por favor certifique-se de que as datas foram selecionadas corretamente.
th: โปรดตรวจสอบให้แน่ใจว่าได้เลือกวันที่อย่างถูกต้อง

# like_us_msg
source: Like using Simply Auto? Why don't you share your love by liking us on Facebook?
bg_bg: Харесвате Simply Auto? Покажете ни като харесате нашата страница във Facebook!
cs: Líbí se vám Simply Auto? Sledujte a dejte nám lajk na Facebooku!
de: Sie mögen Simply Auto? Warum zeigen Sie dies nicht mit einem Like auf Facebook?
pt_br: Gosta de usar o Parceiro de Combustível? Porque não partilha essa apreciação gostando da nossa página no Facebook?
th: คุณชอบ Simply Auto ใช่มั้ย? โปรดกดไลค์ Facebook?

# email_user_err
source: Please make sure the dates and at least one field is selected
bg_bg: Моля уверете се че датите и поне едно поле са избрани
cs: Prosím ověřte data a že je vybráno alespoň jedno pole
de: Bitte stellen Sie sicher, dass die Daten und wenigstens ein Feld ausgewählt sind
pt_br: Por favor certifique-se de que as datas e pelo menos um campo estão selecionados
th: โปรดตรวจสอบให้แน่ใจว่าได้เลือกวันที่และฟิลด์อย่างน้อยหนึ่งช่องแล้ว

source: Trip complete
bg_bg: Разхода приключи
de: Fahrt beendet
pt_br: Viagem concluída
th: การเดินทางเสร็จสมบูรณ์

# invalid_at_msg4
source: Arrival date/time cannot be less than departure date/time
bg_bg: Датата/часът на пристигане не може да е по-ранен от този на отпътуване
cs: Datum příjezdu nemůže být před datem odjezdu
de: Ankunftszeit kann nicht kleiner sein als bei der Abfahrt
pt_br: A data/hora de chegada não pode ser inferior à data/hora de partida
th: วันที่ / เวลามาถึงต้องไม่น้อยกว่าวันที่ / เวลาออกเดินทาง

source: Enable Location
bg_bg: Активиране на местоположението
de: Standort aktivieren
pt_br: Ativar Localização
th: เปิดใช้งานตำแหน่ง

# gps_tracking_not_poss
source: Tracking via GPS is not possible, since Simply Auto does not have permission to access location.
bg_bg: Проследяването чрез GPS не е възможно, тъй като Simply Auto няма разрешение за достъп до местоположението.
de: Tracking über GPS ist nicht möglich, da Simply Auto keine Zugriffsberechtigung für den Standort hat.
pt_br: A monitorização via GPS não é possível, já que o Parceiro de Combustível não tem permissão para aceder à localização.
th: ไม่สามารถติดตามผ่าน GPS ได้เนื่องจาก Simply Auto ไม่ได้รับอนุญาตให้เข้าถึงตำแหน่ง

# trip_go_pro_msg
source: Tracking via GPS is only available in the Pro version.
bg_bg: За да проследите пътувания чрез GPS, моля, закупете надстройка
de: Um Fahrten über GPS zu tracken, erwerben Sie bitte ein Upgrade
pt_br: Monitorizar via GPS é uma opção apenas disponível na Versão Pro.
th: หากต้องการติดตามการเดินทางผ่าน GPS โปรดซื้อการอัปเกรด

source: Receipt
bg_bg: Касова бележка
cs: Účet
de: Beleg
pt_br: Recibo
th: ใบเสร็จรับเงิน

source: Record Type
bg_bg: Вид запис
cs: Typ záznamu
de: Eintragstyp
pt_br: Tipo de Registo
th: ประเภทบันทึก

source: More
bg_bg: Повече
cs: Více
de: Mehr
pt_br: Mais
th: มากกว่า

# not_serviced
source: Not Yet Serviced
bg_bg: Не е сервизиран още
cs: Zatím žádná údržba
de: nicht eingetragen
pt_br: Ainda não teve manutenção
th: ยังไม่พร้อมให้บริการ

source: Privacy Policy
bg_bg: Политика за поверителност
cs: Ochrana osobních údajů
de: Datenschutzrichtlinie
pt_br: Política de Privacidade
th: นโยบายความเป็นส่วนตัว

# edit_trip_type_hint
source: Trip Type
bg_bg: Тип пътуване
cs: Druh cesty
de: Fahrtentyp
pt_br: Tipo de Viagem
th: ประเภทการเดินทาง

# location_access
source: Need location access to detect filling stations
de: Benötigen Sie einen Standortzugriff, um Tankstellen zu erkennen
pt_br: Precisa de acesso à localização para detectar postos de gasolina

# go_to_settings
source: To re-enable, please go to Settings and turn on Location Service for this app.
de: Um es wieder zu aktivieren, gehen Sie zu Einstellungen und aktivieren Sie den Standortdienst für diese App.
pt_br: Para reativar, acesse Configurações e ative o Serviço de Localização para este aplicativo.

# pro_feature_only
source: This feature is available as a part of the Pro version
cs: Sync je dostupný v Pro verzi
de: Diese Funktion ist als Teil der Pro-Version verfügbar
pt_br: Este recurso está disponível como parte da versão Pro

# cloud_backup_header
source: Never lose your data again.
bg_bg: Никога повече не губете данните си.
cs: Užnikdy nepřijdete o svá data.
de: Verlieren Sie nie wieder Ihre Daten.
pt_br: Nunca mais perca os seus dados.
th: ไม่สูญเสียข้อมูลของคุณอีกครั้ง

# desktop_access_header
source: Access your data on the desktop.
bg_bg: Достъп до данните си на работния плот.
cs: Přístup k datům na ploše.
de: Greifen Sie auf Ihre Daten auf dem Desktop zu.
pt_br: Aceda aos seus dados no computador.
th: เข้าถึงข้อมูลของคุณบนเดสก์ท็อป

# device_sync_header
source: Sync across multiple devices.
bg_bg: Синхронизиране на няколко устройства.
cs: Synchronizace mezi více zařízeními.
de: Synchronisierung über mehrere Geräte.
pt_br: Sincronize múltiplos dispositivos.
th: ซิงค์กับอุปกรณ์หลายเครื่อง

# cloud_backup_msg
source: All your data is instantly backed up on the cloud.
bg_bg: Всичките ви данни незабавно се архивират в облака.
cs: Všechna data jsou okamžitě zálohována v cloudu
de: Alle Ihre Daten werden sofort in der Cloud gesichert.
pt_br: Todos os seus dados são instantaneamente guardados na cloud.
th: ข้อมูลทั้งหมดของคุณจะถูกสำรองบนคลาวด์ทันที

# desktop_access_msg
source: Get access to all your data on www.simplyauto.app.
bg_bg: Получете достъп до всичките си данни на адрес www.simplyauto.app.
cs: Získejte přístup ke všem datům www.simplyauto.app.
de: Erhalten Sie Zugriff auf alle Ihre Daten auf www.simplyauto.app.
pt_br: Aceda a todos os seus dados em www.simplyauto.app.
th: เข้าถึงข้อมูลทั้งหมดของคุณได้ที่ www.simplyauto.app

# device_sync_msg
source: Use multiple devices? No problem. Simply Auto keeps data on all your devices in sync.
bg_bg: Използвате ли няколко устройства? Няма проблем. Simply Auto поддържа синхронизирани данни за всичките ви устройства.
cs: Používáte více zařízení? Žádný problém. Simply Auto uchovává data synchronizovaná ve všech vašich zařízeních.
de: Verwenden Sie mehrere Geräte? Kein Problem. Simply Auto hält Daten auf allen Ihren Geräten synchron.
pt_br: Usa vários dispositivos? Não há problema. O Parceiro de Combustível mantém sincronizados os dados em todos os seus dispositivos.
th: ใช้อุปกรณ์หลายเครื่อง? ไม่มีปัญหา. เพียงอัตโนมัติเก็บข้อมูลบนอุปกรณ์ทั้งหมดของคุณในการซิงค์

source: Last sync:
bg_bg: Последна синхронизация:
pt_br: Última sincronização:
th: การซิงค์ครั้งล่าสุด:

source: Sign In
bg_bg: Регистрирай
cs: Registrovat se
de: Anmelden
pt_br: Erro
th: ลงชื่อเข้าใช้

# sync_btn
source: Sign In To Cloud
bg_bg: Влизане в облака
cs: Přihlášení do cloudu
de: In Cloud anmelden
pt_br: Entrar na nuvem
th: ลงชื่อเข้าใช้ Cloud

# sync_btn_after_login
source: My Cloud Account
de: Mein Cloud-Konto
pt_br: Minha conta na nuvem
th: บัญชี Cloud ของฉัน

source: Resync
bg_bg: Повторно синхронизиране
pt_br: Ressincronizar

# full_sync_title
source: Full Sync
bg_bg: Пълно синхронизиране
cs: Úplná synchronizace
de: Voll Sync
pt_br: Cheio Sync
th: ซิงค์เต็มรูปแบบ

# sync_data_exists_on_cloud
source: Data exists on cloud
bg_bg: Данните съществуват в облака
de: Datensatz in der Cloud vorhanden
pt_br: Dados existentes na cloud
th: ข้อมูลมีอยู่บนคลาวด์

# sync_new_data_on_server
source: Newer data has been detected on the cloud. Would you like to overwrite data on this phone with the data available on the cloud?
bg_bg: В облака са открити по-нови данни. Искате ли да презапишете данните на този телефон с наличните данни в облака?
de: Neuere Daten wurden in der Cloud gefunden. Möchten Sie Daten auf diesem Telefon mit den in der Cloud verfügbaren Daten überschreiben?
pt_br: Foram detetados dados mais recentes na cloud. Pretende substituir os dados neste telefone pelos dados disponíveis na cloud?
th: ตรวจพบข้อมูลที่ใหม่กว่าบนคลาวด์ คุณต้องการเขียนทับข้อมูลในโทรศัพท์นี้ด้วยข้อมูลที่มีอยู่บนคลาวด์หรือไม่

# descLabel2
source: (To check data on the cloud please log into www.simplyauto.app)
de: (Um Daten in der Cloud zu prüfen, loggen Sie sich bitte in www.simplyauto.app ein)
pt_br: (To check data on the cloud please log into simplyauto.app)

# sync_overwrite_phone
source: Yes, overwrite data on this phone.
bg_bg: Да, презапишете данните на този телефон.
de: Ja, Datensatz auf diesem Telefon überschreiben.
pt_br: Sim, substituir os dados neste telefone.
th: ใช่เขียนทับข้อมูลในโทรศัพท์นี้
