Repository: Nikhil1827/FuelBuddy
Catalog: FuelBuddy/*.lproj/Localizable.strings
Languages: bg_bg, cs, de, pt_br, th

# sync_overwrite_cloud
source: No, use my phone data (this will overwrite data on the cloud)
bg_bg: Не, използвайте данните от телефона ми (това ще замени данните в облака)
de: Nein, Datensatz vom Telefon verwenden (Daten aus der Cloud werden überschrieben)
pt_br: Não, usar os dados do meu telefone (isto irá substituir os dados na cloud)
th: ไม่ใช้ข้อมูลโทรศัพท์ของฉัน (ซึ่งจะเขียนทับข้อมูลบนคลาวด์)

source: Cloud Help
bg_bg: Помощ за облака
cs: Pomoc s cloudem
de: Cloud Hilfe
pt_br: Ajuda da Cloud
th: ช่วยเหลือคลาวด์

# help_backup
source: Backup to cloud
bg_bg: Архивиране в облак
cs: Zálohování do cloudu
de: In Cloud sichern
pt_br: Cópia de segurança na cloud
th: สำรองข้อมูลไปยังคลาวด์

# help_web
source: Simply Auto web
bg_bg: Simply Auto интернет
cs: Web Simply Auto
pt_br: Parceiro de Combustível na web
th: เว็บอัตโนมัติ

# help_multi_devices
source: Sync across multiple devices
bg_bg: Синхронизиране на различни устройства
cs: Synchronizace mezi více zařízeními.
de: Synchronisierung über mehrere Geräte
pt_br: Sincronização de múltiplos dispositivos
th: ซิงค์กับอุปกรณ์หลายเครื่อง

# help_sync_devices1
source: If you own multiple devices, and would like to keep your Simply Auto data in sync across these devices, then sign in to cloud using the same ID on all the devices.
bg_bg: Ако притежавате няколко устройства и искате да поддържате синхронизирането на данните си с Simply Auto в тези устройства, влезте в облака с един и същ акаунт на всички устройства.
cs: Pokud vlastníte více zařízení a chtěli byste v aplikacích Simply Auto synchronizovat data mezi těmito zařízeními, přihlaste se do Cloudu, pomocí stejného ID všech zařízení.
de: Wenn Sie mehrere Geräte besitzen und Ihre Simply Auto-Daten auf diesen Geräten synchronisieren möchten, melden Sie sich mit derselben ID auf allen Geräten in der Cloud an.
pt_br: Se tiver múltiplos dispositivos e quiser manter os seus dados Parceiro de Combustível sincronizados entre esses dispositivos, inicie sessão na cloud usando o mesmo ID em todos os dispositivos.
th: หากคุณเป็นเจ้าของอุปกรณ์หลายเครื่องและต้องการเก็บข้อมูล Simply Auto ของคุณไว้ในอุปกรณ์เหล่านี้ให้ลงชื่อเข้าใช้ระบบคลาวด์โดยใช้ ID เดียวกันในทุกอุปกรณ์

# sync_deregister_title
source: Deregister from sync
bg_bg: Отрегистриране от синхронизация
cs: Odpojit ze Sync
de: Melden Sie sich von Sync ab
pt_br: Cancelar a Sincronização
th: ยกเลิกการลงทะเบียนจากการซิงค์

# deregistermsg
source: Do you want to deregister from Sync? You will need to Sign in again to send and receive data from server
bg_bg: Искате да се отрегистрирате от синхронизацията? Ще трябва да се регистрирате отново ако искате да използвате опцията отново.
de: Möchten Sie sich von Sync abmelden? Sie müssen sich erneut anmelden, um Daten vom Server zu senden und zu empfangen
pt_br: Deseja cancelar o registro do Sync? Você precisará fazer login novamente para enviar e receber dados do servidor

# sign_in_failed
source: Sign In failed, please try again later
de: Anmeldung fehlgeschlagen, bitte versuchen Sie es später erneut
pt_br: Falha no login, tente novamente mais tarde

# failed_confirm_driver
source: Failed to confirm as driver
de: Fehler beim Bestätigen als Treiber
pt_br: Falha ao confirmar como motorista

# sync_sign_in_you_can
source: After Signing In You Can :
bg_bg: След като влезете, можете да:
cs: Po přihlá ení mů ete:
de: Mit unserem Sync-Feature können Sie:
pt_br: Depois de iniciar sessão pode :
th: หลังจากลงชื่อเข้าใช้คุณสามารถ:

# sync_sign_in_1
source: - Instantly back up data on the cloud
bg_bg: - Незабавно архивирайте данните в облака
cs: - Okam itě zálohovat data do cloudu
de: •Daten in der Cloud speichern
pt_br: - Fazer instantaneamente cópias de segurança na cloud
th: - สำรองข้อมูลบนคลาวด์ทันที

# sync_sign_in_2
source: - Access your data on www.simplyauto.app*
bg_bg: - Синхронизиране на няколко устройства*
cs: - Přistupovat k datům na www.simplyauto.app*
de: •Synchronisation auf mehrere Geräte*
pt_br: - Aceder aos seus dados em www.simplyauto.app
th: - เข้าถึงข้อมูลของคุณบน www.simplyauto.app*

# sync_sign_in_3
source: - Sync across multiple devices
bg_bg: - Достъп до данните ви в www.simplyauto.app *
cs: - Synchronizace mezi více zařízeními
de: •Nie mehr Sorgen über Datenverlust
pt_br: - Sincronizar múltiplos dispositivos
th: - ซิงค์กับอุปกรณ์หลายเครื่อง

# sync_sign_in_4
source: - Sync data with multiple drivers*
bg_bg: - инхронизиране на данни с множество водачи *
cs: - Synchronizace mezi více řidiči*
de: •Synchronisiere Daten mit mehreren Fahrern *
pt_br: - Sincronizar dados com vários drivers*
th: - ซิงค์ข้อมูลด้วยคนขับหลายตัว*

# t_and_c
source: I agree to Simply Auto's Terms of Service and Privacy Policy.
bg_bg: Съгласен съм с условията за ползване и политиката за поверителност на Simply Auto
cs: Souhlasím s podmínkou poskytování služeb a zásadami ochrany osobních údajů
de: Ich stimme den Nutzungsbedingungen von Simply Auto und den Datenschutzbestimmungen zustimmen.
pt_br: eu concordo Simply Auto's Termos de serviço e Política de Privacidade.
th: ฉันยอมรับข้อกำหนดในการให้บริการของ Simply Auto และนโยบายความเป็นส่วนตัว

# pattern1
source: Terms of Service
bg_bg: Условия за ползване
de: Nutzungsbedingungen
pt_br: Termos de serviço
th: เงื่อนไขการให้บริการ

# pattern2
source: Privacy Policy
bg_bg: Декларация за поверителност
de: Datenschutzbestimmungen
pt_br: Política de Privacidade
th: นโยบายความเป็นส่วนตัว

source: Help
bg_bg: Помощ
cs: Pomoc
de: Hilfe
pt_br: Socorro
th: ช่วยด้วย

source: Contact Us
bg_bg: Свържете се с нас
cs: Kontaktujte nás
de: Kontaktieren Sie uns
pt_br: Contate-Nos
th: ติดต่อเรา

# sync_sign_in_5
source: - Instantly backup receipts on the cloud*
bg_bg: - Незабавно архивирайте разписките в облака *
de: •Sichern Sie sofort Quittungen in der Cloud*
pt_br: - Instantaneamente recibos de backup na nuvem*
th: - รับการสำรองข้อมูลทันทีบนคลาวด์*

# backupCloudText
source: Now that you've signed into cloud, all your data will be safely and instantly backed up on our cloud server. Restoring data from your backup is as easy as signing back into your account. We do recommend taking occassional back ups to your Google Drive account from the 'Google Drive Backup' option.
de: Jetzt haben Sie sich in der Cloud angemeldet, Alle Ihre Daten werden sicher und sofort auf unserem Cloud-Server gesichert. Das Wiederherstellen von Daten aus Ihrem Backup ist so einfach wie das erneute Anmelden in Ihrem Konto. Wir empfehlen, gelegentliche Backups von Ihrem Google Drive-Konto aus zu tätigen 'Google Drive-Sicherung' Möglichkeit.
pt_br: Agora que você fez login na nuvem, todos os seus dados serão salvos de forma segura e instantânea em nosso servidor de nuvem. Restaurar dados de seu backup é tão fácil quanto entrar novamente em sua conta. Recomendamos fazer backups ocasionais na sua conta do Google Drive na opção 'Google Drive Backup' opção.

# faqfull
source: Frequently Asked Questions
cs: Často kladené dotazy
de: Häufig gestellte Fragen
pt_br: perguntas frequentes

# cloudHelpTut
source: Tutorial for Simply Auto's cloud functionality
de: Tutorial für die Cloud-Funktionalität von Simply Auto
pt_br: Tutorial para a funcionalidade em nuvem do Simply Auto

# contactDesc
source: Questions? Need help?
de: Fragen? Brauchen Sie Hilfe?
pt_br: Questões? Preciso de ajuda?

# fbwebDesc
source: Visit www.simplyauto.app and click the 'Sign in' button to access your Simply Auto data on the web.
de: Besuchen Sie www.simplyauto.app und klicken Sie auf die Schaltfläche 'Anmelden', um auf Ihre Simply Auto-Daten im Internet zuzugreifen.
pt_br: Visita www.simplyauto.app e clique no 'Sign in' botão para acessar os dados do Simply Auto na Web.

# sync_help_deregister_msg
source: Click this button to deregister from cloud. This will stop your device from sending or receiving any data to and from the cloud.
bg_bg: Натиснете тук за отрегистриране от автоматично синхронизиране. Така вашето устройство няма да изпраща и получава данни.
cs: Klikněte na toto tlačítko pro odpojení se od Sync. Tak bude vašemu zařízení zamezeno odesílat a přijímat jakákoliv data.
de: Klicken Sie auf diese Schaltfläche, um die Registrierung aus der Cloud aufzuheben. Dadurch wird Ihr Gerät daran gehindert, Daten an die Cloud zu senden oder von dieser zu empfangen.
pt_br: Clique neste botão para cancelar o seu registo na cloud. Isto impedirá o seu dispositivo de receber ou enviar quaisquer dados de e para a cloud.
th: คลิกที่ปุ่มนี้เพื่อลงทะเบียนจากคลาวด์ การดำเนินการนี้จะหยุดอุปกรณ์ของคุณไม่ให้ส่งหรือรับข้อมูลใด ๆ ไปยังและจากคลาวด์

# backupCloudPro
source: Instantly backup all your data in the cloud
de: Sichern Sie sofort Belege in der Cloud*
pt_br: Faça backup instantâneo de todos os seus dados na nuvem

# syncIconPro
source: Sync between multiple devices
de: Synchronisierung zwischen mehreren Geräten
pt_br: Sincronizar entre vários dispositivos

# websitePro
source: Access your data on the web at www.simplyauto.app
de: Greifen Sie auf Ihre Daten im Internet zu unter www.simplyauto.app
pt_br: Tenha acesso a todos os seus dados na Web em www.simplyauto.app

# loggedInLabel
source: All your data will always be backed up on cloud. You can also access your data by going to www.simplyauto.app.
de: Alle Ihre Daten werden immer in der Cloud gesichert. Sie können auch auf Ihre Daten zugreifen, indem Sie auf klicken www.simplyauto.app.
pt_br: Todos os seus dados sempre serão armazenados em backup na nuvem. Você também pode acessar seus dados indo para www.simplyauto.app.

# logInAlert
source: You have successfully signed in
de: Sie haben sich erfolgreich angemeldet
pt_br: Você fez login com sucesso

# subterms
source: Subscription Terms
de: Abonnementbedingungen
pt_br: Termos de assinatura

# subterms2
source: - Subscribe to Simply Auto Platinum. This subscription will be charged %@ per year.
de: Abonnieren Sie Simply Auto Platinum. Dieses Abonnement wird %@ pro Jahr berechnet.
pt_br: Assine o Simply Auto Platinum. Esta assinatura será cobrada% @ por ano.

# subterms7
source: - Subscribe to Simply Auto Platinum. This subscription will be charged %@ per month.
de: - Subscribe to Simply Auto Platinum. This subscription will be charged %@ monatlich berechnetper month.
pt_br: Assine o Simply Auto Platinum. Esta assinatura será cobrada% @ por mês.

# subterms3
source: - Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period.
de: Das Abonnement verlängert sich automatisch, es sei denn, die automatische Verlängerung ist mindestens 24 Stunden lang deaktiviert.
pt_br: A assinatura é renovada automaticamente, a menos que a renovação automática seja desativada por pelo menos 24 horas antes do final do período atual.

# subterms4
source: - Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.
de: Abonnements können vom Benutzer verwaltet werden und die automatische Verlängerung kann deaktiviert werden, indem Sie nach dem Kauf zu den Kontoeinstellungen des Benutzers wechseln.
pt_br: As assinaturas podem ser gerenciadas pelo usuário e a renovação automática pode ser desativada acessando as Configurações da conta do usuário após a compra.

# subterms5
source: - Payment will be charged to iTunes Account at confirmation of purchase.
de: Die Zahlung wird dem iTunes-Konto bei der Kaufbestätigung belastet.
pt_br: O pagamento será cobrado na conta do iTunes na confirmação da compra.

# subterms6
source: - The account will be charged for renewal within 24-hours prior to the end of the current period.
de: - Die Verlängerung des Kontos erfolgt innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums.
pt_br: A conta será cobrada para renovação dentro de 24 horas antes do final do período atual.

# instantSync
source: Instant sync of your receipts and vehicle images to the cloud
de: Sofortige Synchronisierung Ihrer Belege und Fahrzeugbilder mit der Cloud
pt_br: Sincronização instantânea de seus recibos e imagens do veículo para a nuvem

# threeDrivers
source: Add upto 3 drivers to sync data with
de: Fügen Sie bis zu 3 Treiber hinzu, mit denen Sie Daten synchronisieren können
pt_br: Adicione até 3 drivers para sincronizar dados com

# attachReceipts
source: Attach multiple receipts for fill-ups, services and expenses
de: Fügen Sie mehrere Quittungen für Auffüllungen, Dienstleistungen und Ausgaben bei
pt_br: Anexar vários recibos para preenchimentos, serviços e despesas

# emailLogs
source: Email your receipts and logs directly from the app
de: Senden Sie Ihre Quittungen und Protokolle direkt aus der App
pt_br: Envie seus recibos e registros por e-mail diretamente do aplicativo

# changeVol
source: Change volume unit for individual fill-ups
de: Ändern Sie die Volumeneinheit für einzelne Füllungen
pt_br: Mude a unidade de volume para enchimentos individuais

# unlimitedVeh
source: Add unlimited vehicles
de: Fügen Sie unbegrenzte Fahrzeuge hinzu
pt_br: Adicionar veículos ilimitados

# unlimitedDrivers
source: Sync data with unlmited drivers
de: Synchronisieren Sie Daten mit nicht unterstützten Treibern
pt_br: Sincronizar dados com drivers não identificados

# search_date_filter_0
source: ist gleich
bg_bg: Date greater than
cs: větší než
de: Datum größer als
pt_br: Data maior que
th: Date greater than

# search_date_filter_1
source: Date less than
cs: menší než
de: Datum weniger als
pt_br: Data inferior a

# search_odo_filter_0
source: Odometer greater than
de: Kilometerzähler größer als
pt_br: Odômetro maior que

# search_odo_filter_1
source: Odometer less than
de: Kilometerzähler kleiner als
pt_br: Odômetro menor que

source: Add Photo
bg_bg: Добави снимка
cs: Přidat fotografii
de: Foto hinzufügen
pt_br: Adicionar foto
th: เพิ่มรูปภาพ

# pb_connecting
source: Signing In..
bg_bg: Регистрация..
cs: Přihlašuji
de: Anmelden..
pt_br: Entrando..
th: ลงชื่อเข้าใช้..

# full_sync_request_noti_msg
source: would like to sync his/her Simply Auto data with your device.
bg_bg: Заявка за пълна синхронизация
cs: by rád synchozoval data s vaším zařízením.
de: möchte seine/ihre Simply Auto-Daten mit Ihrem Gerät synchronisieren.
pt_br: gostaria de sincronizar seus dados Simply Auto com seu dispositivo.
th: ต้องการซิงค์ข้อมูลอัตโนมัติของเขากับอุปกรณ์ของคุณ

# sync_friend_req
source: wants to add you as a driver
bg_bg: иска да добави вас като водач
cs: tě chce přidat jako řidiče
de: möchte dich als Fahrer hinzufügen
pt_br: quer adicionar você como motorista
th: ต้องการเพิ่มคุณเป็นคนขับ

# sync_friend_confirmed
source: has confirmed as a driver
bg_bg: потвърден като водач
cs: je potvrzen/a jako řidič
de: hat sich als Fahrer bestätigt
pt_br: confirmou como motorista
th: มีการยืนยันว่าเป็นคนขับ

# sync_friend_req_title
source: Driver Request
bg_bg: Водач заявен
cs: Požadavek řidiče
de: Fahrer Anfrage
pt_br: Pedido de Motorista
th: คำขอไดร์เวอร์

# sync_friend_confirmed_title
source: Driver Confirmed
bg_bg: Водач потвърден
cs: Řidič potvrzen
de: Fahrer bestätigt
pt_br: Driver confirmado
th: ยืนยันไดร์เวอร์

# sync_friend_deleted_title
source: Driver Deleted
bg_bg: Водачът е изтрит
cs: Řidič vymazán
de: Fahrer gelöscht
pt_br: Driver excluído
th: ลบคนขับแล้ว

# sync_friend_deleted
source: has deleted you as a driver
bg_bg: изтри вас като водач
cs: vás smazal jako řidiče
de: hat dich als Fahrer gelöscht
pt_br: excluiu você como motorista
th: มีการลบคุณเป็นคนขับ

source: Requested
cs: Požadováno
de: Angefragt
pt_br: Requeridos
th: การขอใช้บริการ

source: Full Sync Requests
bg_bg: Заявки за пълно синхронизиране
cs: Požadavky na úplnou synchronizaci
de: Anfragen synchronisieren
pt_br: Pedidos de Sincronização
th: คำขอซิงค์แบบเต็ม

# no_full_sync_requests
source: You don't have any pending full sync requests
bg_bg: Нямате чакащи заявки за пълно синхронизиране
cs: Aktálně nemáte žádné požadavky na plnou synchronizaci
de: Sie haben keine offenen Synchronisierungsanfragen
pt_br: Você não tem solicitações de sincronização completa pendentes
th: คุณไม่มีคำขอการซิงค์แบบเต็มที่ค้างอยู่

# sync_help1_go_pro_to_sync
source: This feature is available as a part of the Pro version
bg_bg: Синхронизиране е достъпно като част от Pro версията
cs: Sync je dostupný v Pro verzi
de: Diese Funktion ist als Teil der Pro-Version verfügbar
pt_br: Este recurso está disponível como parte da versão Pro
th: คุณลักษณะนี้มีให้เป็นส่วนหนึ่งของรุ่น Pro

# driver_share_header
source: Sync between multiple drivers.
bg_bg: Синхронизиране между няколко водачи.
cs: Synchronizace mezi více řidiči.
de: Synchronisieren Sie mehrere Fahrer.
pt_br: Sincronize entre vários drivers.
th: ซิงค์ระหว่างคนขับหลายคน

# driver_share_msg
source: Is your vehicle shared between multiple drivers? Simply Auto lets you invite other drivers and sync data with them.
bg_bg: Споделя ли се вашето превозно средство между няколко водача? Simply Auto ви позволява да каните други водачи и да синхронизирате данните с тях.
cs: Je vaše vozidlo sdíleno mezi více řidiči? Simply Auto umožňuje pozvat další řidiče a synchronizovat data s nimi.
de: Ist Ihr Fahrzeug für mehrere Fahrer freigegeben? Mit Simply Auto können Sie andere Fahrer einladen und Daten mit ihnen synchronisieren.
pt_br: Seu veículo é compartilhado entre vários drivers? O Simply Auto permite que você convide outros drivers e sincronize dados com eles.
th: รถของคุณแชร์กันระหว่างคนขับหลายคนหรือไม่? เพียงอัตโนมัติช่วยให้คุณเชิญคนขับอื่น ๆ และซิงค์ข้อมูลกับพวกเขา

# receipt_pro_only
source: *Receipt images are not backed up in the free version
cs: *Vkládání dokladů není v bezplatné verzi podporováno
de: *Beleg-Bilder werden nicht in der kostenlosen Version gesichert
pt_br: *As imagens de recibo não são copiadas na versão gratuita
th: *ภาพใบเสร็จรับเงินจะไม่ถูกสำรองในรุ่นฟรี

# sync_sign_in_footnote
source: * Available in the pro version only
bg_bg: * Получените изображения не се архивират в безплатната версия
cs: *K dispozici pouze v verzi Pro
de: * Nur in der Pro-Version verfügbar
pt_br: *Disponível apenas na versão pro
th: *มีเฉพาะในรุ่นโปรเท่านั้น

# go_pro_for_unltd_vehicles
source: To add unlimited vehicles please upgrade to Platinum membership.
bg_bg: За да добавите неограничен брой превозни средства, моля преминете към Platinum членство.
de: Um unbegrenzt Fahrzeuge hinzuzufügen, upgraden Sie bitte auf Platinum-Mitgliedschaft.
pt_br: Para adicionar veículos ilimitados, atualize para a associação Platinum.
th: ในการเพิ่มยานพาหนะไม่ จำกัด โปรดอัพเกรดเป็นสมาชิกแพลตตินั่ม

# go_pro_unltd_vehicles_title
source: Add Unlimited Vehicles
bg_bg: Добавете неограничен брой превозни средства
de: Unbegrenzt Fahrzeuge hinzufügen
pt_br: Adicionar veículos ilimitados
th: เพิ่มยานพาหนะไม่ จำกัด

# go_pro_unltd_drivers_title
source: Add Unlimited Drivers
bg_bg: Добавете неограничени водачи
de: Unbegrenzt Fahrer hinzufügen
pt_br: Adicionar Drivers Ilimitados
th: เพิ่มคนขับไม่จำกัด

# go_pro_for_unltd_drivers
source: To add unlimited drivers please upgrade to Platinum membership.
bg_bg: За да добавите неограничен брой водачи, моля надстройте до Platinum членство.
de: Um unbegrenzt Fahrer hinzuzufügen, upgraden Sie bitte auf Platinum-Mitgliedschaft.
pt_br: Para adicionar drivers ilimitados, atualize para a associação Platinum.
th: ในการเพิ่มคนขับไม่จำกัด โปรดอัพเกรดเป็นสมาชิกแพลตตินั่ม

# multi_recpt_title
source: Attach Multiple Receipts
bg_bg: Прикачване на няколко разписки
de: Mehrere Belege hinzufügen
pt_br: Anexar vários recibos
th: แนบใบเสร็จรับเงินหลายรายการ

# fillup_unit_change_title
source: Change Unit for Individual Fill-up
bg_bg: Промяна на единица за индивидуално попълване
de: Einheit für individuelle Tankfüllung ändern
pt_br: Alterar unidade para preenchimento individual
th: เปลี่ยนหน่วยสำหรับการเติมบุคคล

# fillup_unit_change_msg
source: Changing units for individual fill-ups is a part of the upgraded version. In the free version you can change the default unit for the app, from Settings.
bg_bg: Смяната на единиците за отделни попълвания е част от модернизираната версия. In в безплатната версия можете да промените единицата по подразбиране за приложението, от Настройки..
de: Das Wechseln von Einheiten für einzelne Tankfüllungen ist Teil der erweiterten Version. In der kostenlosen Version können Sie die Standardeinheit für die App über Einstellungen ändern.
pt_br: A alteração de unidades para preenchimentos individuais faz parte da versão atualizada. Na versão gratuita, você pode alterar a unidade padrão do aplicativo em Configurações.
th: การเปลี่ยนหน่วยสำหรับการเติมแต่ละรายการเป็นส่วนหนึ่งของรุ่นอัพเกรด ในเวอร์ชันฟรีคุณสามารถเปลี่ยนหน่วยเริ่มต้นสำหรับแอปได้จากการตั้งค่า

source: Business
de: Geschäft
pt_br: O negócio

source: Charity
de: Nächstenliebe
pt_br: Caridade

source: Medical
de: Medizinisch
pt_br: Médico

source: Personal
de: persönlich
pt_br: Pessoal

source: Moving
de: Ziehen um
pt_br: Movendo-se

source: Select Trip Type
de: Wählen Sie Reiseart
pt_br: Selecione o tipo

source: Select Date
de: Datum auswählen
pt_br: Selecione a data

source: Parking
de: Parken
pt_br: Estacionamento

# email_to
source: Email this report to
bg_bg: Изпрати Имейл за този отчет
cs: Odeslání této zprávy e-mailem k
de: Senden Sie diesen Bericht per E-Mail an
pt_br: Enviar relatório por email para
th: ส่งอีเมลรายงานนี้ไปที่

# report_dates
source: Include data for:
bg_bg: Включете данни за:
cs: Zahrnout data pro:
de: Enthält Daten für:
pt_br: Incluir dados para:
th: รวมข้อมูลสำหรับ:

# report_date_range_0
source: All Time
bg_bg: Цялото време
cs: Od počátku
de: Gesamte Zeit
pt_br: Tudo
th: เวลาทั้งหมด

# report_date_range_1
source: This month
bg_bg: Този месец
cs: Tento měsíc
de: Dieser Monat
pt_br: Este mês
th: เดือนนี้

# report_date_range_2
source: Last month
bg_bg: Миналия месец
cs: Minulý měsíc
de: Letzter Monat
pt_br: Último mês
th: เดือนที่แล้ว

# report_date_range_3
source: Last 90 days
bg_bg: Последните 90 дни
cs: Posledních 90 dní
de: Letzte 90 Tage
pt_br: Últimos 90 dias
th: 90 วันล่าสุด

# report_date_range_4
source: This year
bg_bg: Тази година
cs: Tento rok
de: Dieses Jahr
pt_br: Este ano
th: ปีนี้

# report_date_range_5
source: Last year
bg_bg: Миналата година
cs: Minulý rok
de: Letztes Jahr
pt_br: Último ano
th: ปีที่แล้ว

# report_date_range_6
source: Custom Dates
bg_bg: Дати по избор
cs: Vlastní termíny
de: Benutzerdefinierte Daten
pt_br: Data definida
th: วันที่กำหนดเอง

source: Include raw data
bg_bg: Включване на необработените данни
cs: Zahrnout nezpracovaná data
de: Rohdaten einbeziehen
pt_br: Incluir dados raw
th: รวมข้อมูลดิบ

source: File type:
bg_bg: Тип файл:
cs: Typ souboru:
pt_br: Tipo de ficheiro:
th: ประเภทไฟล์:

source: Include receipts
bg_bg: Включване на разписки
cs: Zahrnout doklad
de: Belege einbeziehen
pt_br: Incluir recibos
th: รวมใบเสร็จรับเงิน

# gen_report
source: Generate Report
bg_bg: Генериране на отчет
cs: Generovat zprávu
de: Bericht erstellen
pt_br: Gerar relatório
th: สร้างรายงาน

# automated_report
source: Automated Reports
bg_bg: Автоматизирани отчети
cs: Automatické zprávy
de: Automatisierte Berichte
pt_br: Relatório automático
th: รายงานอัตโนมัติ

# pb_sending_raw_data
source: Sending raw data
bg_bg: Изпращане на необработени данни
de: Rohdaten senden
pt_br: A enviar dados em raw
th: กำลังส่งข้อมูลดิบ

# pb_sending_receipts
source: Sending receipts
bg_bg: Изпращане на разписки
pt_br: A enviar recibos
th: กำลังส่งใบเสร็จรับเงิน

# err_generating_rep
source: Error generating report
bg_bg: Грешка при генериране на отчет
de: Fehler beim Erstellen des Berichts
pt_br: Erro ao gerar relatório
th: เกิดข้อผิดพลาดในการสร้างรายงาน

# no_email_msg
source: Please enter a valid email address to send the report to.
bg_bg: Моля, въведете валиден имейл адрес, на който да изпратите отчета.
de: Geben Sie eine gültige E-Mail-Adresse ein, an die der Bericht gesendet werden soll.
pt_br: Por favor introduza um email válido para enviar o relatório.
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้องเพื่อส่งรายงานไปที่
